{"1":{"title":"In the International Standard Atmosphere (ISA), as altitude increases in the troposphere, air density:","variants":{"1":"Decreases. ","2":"Also increases. ","3":"Stays the same. ","4":"Will not be affected as air density is independent of altitude. "}},"2":{"title":"The International Standard Atmosphere (ISA) sea-level pressure is equal to: ","variants":{"1":"1013.25 mb. ","2":"1014.00 mb. ","3":"1014.25 Hpa. ","4":"50 inches of mercury. "}},"3":{"title":"Air in the atmosphere is made up of: ","variants":{"1":"Nitrogen (78 %), Oxygen (21%), Carbon Dioxide (0.03%) and Argon (1%). ","2":"Nitrogen (78%), Oxygen (21%), Carbon Dioxide (0.03%) and Hydrogen (1%). ","3":"Nitrogen (1%), Oxygen (78%), Carbon Dioxide (21%) and Argon (0.03%). ","4":"Nitrogen (21%), Oxygen (0.03%), Carbon Dioxide (78%) and Argon (1%). "}},"4":{"title":"In the International Standard Atmosphere (ISA), as altitude increases in the Troposphere, temperature:","variants":{"1":"Decreases. ","2":"Also increases. ","3":"Stays the same. ","4":"Will not be affected as it is independent of altitude. "}},"5":{"title":"If the atmospheric pressure decreases, the partial pressure of the oxygen in the atmosphere will: ","variants":{"1":"Decrease. ","2":"Increase. ","3":"Stay the same. ","4":"Not be affected as it is independent of atmospheric pressure. "}},"6":{"title":"In the international standard atmosphere (ISA), as altitude increases in the troposphere, pressure: ","variants":{"1":"Decreases. ","2":"Also increases. ","3":"Stays the same. ","4":"Will not be affected as pressure is independent of altitude. "}},"7":{"title":"At altitude, the volumetric proportion of oxygen in the atmosphere is: ","variants":{"1":"The same as at mean sea level (MSL). ","2":"Higher than at MSL ","3":"Lower than at MSL. ","4":"Dependent on the actual altitude. PPL (A) – Human performance and limitationsLatest information about the exam can be found atwww.cad.gov.rs/osoblje.php      3 / 21 "}},"8":{"title":"In the International Standard Atmosphere (ISA), as altitude increases in the Stratosphere, temperature: ","variants":{"1":"Remains almost constant at -56 degrees Celsius. ","2":"Also increases. ","3":"Decreases. ","4":"Fluctuates between positive and negative temperatures. "}},"9":{"title":"Which gas, which is absorbed by the body during normal breathing, plays an important role in decompression sickness? ","variants":{"1":"Nitrogen. ","2":"Oxygen. ","3":"Carbon Dioxide. ","4":"Carbon Monoxide. "}},"10":{"title":"After donating blood, what is the minimum time a pilot should wait before flying? ","variants":{"1":"24 hours. ","2":"2 hours. ","3":"12 hours. ","4":"48 hours. "}},"11":{"title":"Blood pressure may be too high due to: ","variants":{"1":"All of the above. ","2":"Age. ","3":"Stress. ","4":"Smoking. "}},"12":{"title":"Which body system is responsible for distributing oxygen around the body? ","variants":{"1":"The Circulatory System. ","2":"The Nervous System. ","3":"The Respiratory System. ","4":"The Oxidation System "}},"13":{"title":"The blood carries________around the body and removes_______ from the body with the exchange occurring in the____________. ","variants":{"1":"Oxygen / Carbon Dioxide  / Capillaries. ","2":"Carbon / Dioxide / Oxygen Veins. ","3":"Oxygen / Carbon Dioxide / Arteries. ","4":"Carbon Dioxide / Oxygen / Capillaries. "}},"14":{"title":"Which part of the nervous system usually controls breathing? ","variants":{"1":"The Autonomic Nervous System.  ","2":"The Central Nervous System. ","3":"The Peripheral Nervous System. ","4":"AII of the above. PPL (A) – Human performance and limitationsLatest information about the exam can be found atwww.cad.gov.rs/osoblje.php      4 / 21 "}},"15":{"title":"Enter into the following statement the most correct pair of figures from the options below. The maximum recommended levels of alcohol consumption per week are_____for men and_____for women. ","variants":{"1":"21 units / 14 units. ","2":"14 units / 21 units. ","3":"3 units / 7 units. ","4":"7 units / 3 units. "}},"16":{"title":"Brain cells that have been deprived of oxygen will start to die in: ","variants":{"1":"2 minutes. ","2":"2 seconds. ","3":"1/2 hour. ","4":"2 hours. "}},"17":{"title":"Which of the following gases regulate the rate and depth of breathing, depending on the levels at which the gas is present in the blood? ","variants":{"1":"Carbon Dioxide. ","2":"Oxygen. ","3":"Nitrogen. ","4":"Carbon Monoxide. "}},"18":{"title":"When a person is experiencing stress or fear, adrenaline is released into the blood stream causing immediate: ","variants":{"1":"Increase in the pulse-rate. ","2":"Fatigue. ","3":"Loss of consciousness. ","4":"Decrease in the pulse-rate. "}},"19":{"title":"Approximately how long does it take a person to dissipate one unit of alcohol from the blood? ","variants":{"1":"1 hour. ","2":"1/2 hour. ","3":"2 hours. ","4":"12 hours. "}},"20":{"title":"Enter into the following statement the most correct pair of gases from the options below. Hemoglobin in red blood cells is more readily attracted to_________than__________. ","variants":{"1":"Carbon Monoxide / Oxygen. ","2":"Nitrogen / Oxygen. ","3":"Oxygen / Nitrogen. ","4":"Carbon Dioxide / Nitrogen. "}},"21":{"title":"Which organ controls all other bodily functions? ","variants":{"1":"The brain. ","2":"The heart. ","3":"The lungs. ","4":"The spinal cord. PPL (A) – Human performance and limitationsLatest information about the exam can be found atwww.cad.gov.rs/osoblje.php      5 / 21 "}},"22":{"title":"The condition whereby the body does not enough oxygen to function correctly is known as: ","variants":{"1":"Hypoxia. ","2":"Hypotension. ","3":"Hyperventilation. ","4":"Hyperglycemia. "}},"23":{"title":"A likely symptom, or likely symptoms, of Hypoxia might be: ","variants":{"1":"Increased heart rate. ","2":"Cyanosis. ","3":"Formication. ","4":"All of the above. "}},"24":{"title":"Above what altitude do pilots need to breath supplementary oxygen? ","variants":{"1":"10,000 ft. ","2":"2,000 ft. ","3":"8,000 ft. ","4":"20,000 ft. "}},"25":{"title":"Compared to a non-smoker, someone who smokes is likely to experience the effects of hypoxia at: ","variants":{"1":"A lower altitude. ","2":"A higher altitude. ","3":"The same altitude. ","4":"Any altitude. "}},"26":{"title":"The effects of Hypoxia can be increased by: ","variants":{"1":"All of the above. ","2":"Increased altitude. ","3":"Increased temperature. ","4":"Alcohol. "}},"27":{"title":"You are taking a friend flying and are cruising at 6,000 ft. Your passenger begins suffering from a tingling sensation, dizziness and visual disorders and then becomes unconscious. Your passenger is probably suffering from: ","variants":{"1":"Hyperventilation. ","2":"Hypoxia. ","3":"Food poisoning. ","4":"Angina. "}},"28":{"title":"A likely symptom, or likely symptoms, of Hypoxia might be: ","variants":{"1":"All of the above. ","2":"Unconsciousness. ","3":"Impaired judgment. ","4":"Tingling fingers and toes. PPL (A) – Human performance and limitationsLatest information about the exam can be found atwww.cad.gov.rs/osoblje.php      6 / 21 "}},"29":{"title":"For the pilot of an aircraft on a head-on collision course with a fast-moving jet, the image of the approaching jet will appear to grow in size in the following manner: ","variants":{"1":"Only slowly at first until just before impact when the image would grow in size very rapidly. ","2":"At a constant rate. ","3":"Very rapidly at first but then continue to grow at a constant rate. ","4":"Rapidly initially, and then remain at a constant size until impact. "}},"30":{"title":"Color-blindness or, more accurately, color-defective vision, is caused by: ","variants":{"1":"A defect in the structure of the color-sensitive cones in the retina. ","2":"A defect in the lens tissue of the eye. ","3":"Defective functioning of the ciliary muscles. ","4":"A foreshortened eyeball. "}},"31":{"title":"Hypermetropia and Myopia are normally caused by: ","variants":{"1":"A misshapened eye ball. ","2":"Eye strain. ","3":"Stress. ","4":"Badly fitting spectacles. "}},"32":{"title":"Hypermetropia is caused by a____________eyeball and treated by a_________ whereas Myopia is caused by a_____________eyeball and treated with ","variants":{"1":"Shortened / convex / lengthened / concave. ","2":"Lengthened / convex / shortened / concave. ","3":"Shortened / concave / lengthened / convex. ","4":"Lengthened / concave / shortened / convex. "}},"33":{"title":"Which of the following organs of the body supplies the single most dependable source of sensory information? ","variants":{"1":"The Eye. ","2":"The Ear. ","3":"The Nose. ","4":"The Neo-cortex. "}},"34":{"title":"What is the component of the eye responsible for peripheral vision and sensitive to low light levels? ","variants":{"1":"The Rods. ","2":"The Cones. ","3":"The Fovea. ","4":"The Retina. "}},"35":{"title":"Empty Field Myopia is a condition where the eyes naturally focus at a distance of approximately: ","variants":{"1":"1 - 2 meters. ","2":"Infinity. ","3":"20 - 500 meters. ","4":"At the horizon. PPL (A) – Human performance and limitationsLatest information about the exam can be found atwww.cad.gov.rs/osoblje.php      7 / 21 "}},"36":{"title":"At night it is easier to focus on an object if you:","variants":{"1":"Look slightly to one side of it. ","2":"Look directly at it. ","3":"Look about 50 degrees either side of it. ","4":"Look directly at it while holding your eyes open as wide as you can. "}},"37":{"title":"To lessen the danger of collision with an aircraft which might be in a pilot's blind spot and closing on a constant relative bearing, the pilot should: ","variants":{"1":"Carry out a systematic look out at all times. ","2":"Change heading by a few degrees every 10 minutes or so. ","3":"Roll the aircraft from right to left by a few degrees every 10 minutes or so. ","4":"Carry out periodic clearing turns. "}},"38":{"title":"Where is the blind spot? ","variants":{"1":"Where the optic nerve enters the Retina. ","2":"On the Iris. ","3":"On the Fovea. ","4":"On the edge of the Lens. "}},"39":{"title":"Accommodation is the power of the lens to focus rays of light from near objects onto the Fovea.  Accommodation is controlled by: ","variants":{"1":"The Ciliary muscles. ","2":"The Iris. ","3":"The Rods and Cones. ","4":"The Retina. "}},"40":{"title":"Dark adaptation takes about ____________ for the Rods, and ______________for the Cones. ","variants":{"1":"30 minutes / 7 minutes. ","2":"15 minutes / 20 minutes. ","3":"7 minutes / 30 minutes. ","4":"25 minutes / 45 minutes. "}},"41":{"title":"The power of accommodation in an eye: ","variants":{"1":"Is decreased as the elasticity of the lens decreases. ","2":"Is increased as the elasticity of the lens decreases. ","3":"Is not affected by the degree of elasticity of the lens. ","4":"Has nothing to do with the lens. "}},"42":{"title":"When flying solo, a pilot who suspects he is suffering from spatial disorientation should: ","variants":{"1":"Believe the indications of his instruments. ","2":"Blink rapidly several times. ","3":"Swallow hard, pinch the nostrils and blow down the nose to clear the Eustachian tube. ","4":"Believe his somatosensory senses. PPL (A) – Human performance and limitationsLatest information about the exam can be found atwww.cad.gov.rs/osoblje.php      8 / 21 "}},"43":{"title":"What is noise induced hearing loss? ","variants":{"1":"Loss of hearing due to damage to the cochlea. ","2":"Loss of hearing due to damage to the ossicles. ","3":"Loss of hearing due to damage to the vestibular apparatus. ","4":"Loss of hearing due to damage to the middle ear. "}},"44":{"title":"When can a pilot experience the \"leans\"? ","variants":{"1":"In all flight conditions. ","2":"In the climb. ","3":"In the descent. ","4":"In the climb or the descent. "}},"45":{"title":"What is the most important sense for spatial orientation? ","variants":{"1":"Sight ","2":"Hearing and balance. ","3":"\"Seat of the pants\". ","4":"All senses play their part in situation awareness. "}},"46":{"title":"Which of the following should a pilot primarily rely on if he becomes disorientated in Visual Meteorological Conditions? ","variants":{"1":"His sense of sight. ","2":"Turning the head to recover from disorientation. ","3":"His sense of balance. ","4":"The aircraft's instruments. "}},"47":{"title":"On what does the causes of noise induced hearing loss depend? ","variants":{"1":"Both the intensity and duration of the noise above 90 dbs. ","2":"Both the intensity and duration of the noise above 100 dbs. ","3":"The duration of the noise above 100 dbs. ","4":"The duration of the noise above 110 dbs. "}},"48":{"title":"The frequency band that a healthy young person can hear is : ","variants":{"1":"20 - 20,000 cycles per second. ","2":"70 - 15.000 cycles per second. ","3":"80- 20.000 cycles per second. ","4":"500 - 15.000 cycles per second. "}},"49":{"title":"What is the purpose of the Eustachian tube? ","variants":{"1":"To allow ambient pressure to equalise on both sides of the ear drum. ","2":"To pass sound waves across the middle ear to the auditory nerve. ","3":"To allow ambient pressure to equalise on the middle ear side of the ear drum. ","4":"To allow ambient pressure to equalise on both sides of the vestibular apparatus. "}},"50":{"title":"One of the main contributory factors to the onset of motion sickness is: ","variants":{"1":"The mismatch between visual and vestibular sensory inputs. ","2":"Rolling quickly into turns. ","3":"Performing high g maneuvers. ","4":"Stalling. PPL (A) – Human performance and limitationsLatest information about the exam can be found atwww.cad.gov.rs/osoblje.php      9 / 21 "}},"51":{"title":"During straight and level flight any pronounced linear acceleration may produce sensation of the nose pitching up. In such a situation, the pilot should:","variants":{"1":"Ignore vestibular information and believe what the instruments are indicating. ","2":"Correct the pitching movement by moving the control column slightly forward. ","3":"Rely on information from the vestibular apparatus to maintain orientation. ","4":"Rely on his \"seat of the pants\" feeling to make any necessary correction. "}},"52":{"title":"Loudness is measured in: ","variants":{"1":"Decibels. ","2":"Hertz. ","3":"Pascal’s. ","4":"Cycles per second. "}},"53":{"title":"Which of the following should a pilot primarily rely on if he becomes disorientated in Instrument Meteorological Conditions? ","variants":{"1":"The aircraft's instruments. ","2":"His sense of sight. ","3":"Turning the head to recover from disorientation. ","4":"His sense of balance. "}},"54":{"title":"The Vestibular Apparatus detects_____________.acceleration: ","variants":{"1":"Angular and linear. ","2":"Linear. ","3":"Angular. ","4":"Positive \"g\". "}},"55":{"title":"If an aircraft accelerates, what do the otoliths indicate to the brain? ","variants":{"1":"That the aircraft is pitching up. ","2":"That the aircraft is pitching down. ","3":"That the aircraft is turning. ","4":"That the aircraft is climbing and turning. "}},"56":{"title":"Complete the following sentence. If your Eustachian tube is blocked and you cannot clear your ears, you should: ","variants":{"1":"Ground yourself until the condition causing the blocking of the Eustachian tube has cleared up. ","2":"Clear your nose with a nasal inhaler before flying.","3":"Fly only as a passenger. ","4":"Proceed with your flight but ensure that you swallow hard frequently. "}},"57":{"title":"While flying, the changes in outside air pressure can cause air trapped in the body cavities to expandand contract. This is known as Otic Barotrauma and it most likely to effect: ","variants":{"1":"All of the above. ","2":"The middle ear. ","3":"The sinuses. ","4":"The teeth. PPL (A) – Human performance and limitationsLatest information about the exam can be found atwww.cad.gov.rs/osoblje.php      10 / 21 "}},"58":{"title":"The best preventative actions to take if someone is showing symptoms of Stroboscopic Effect is to: ","variants":{"1":"Place the person in the shade and get them to close their eyes. ","2":"Sit the person in a sunny area. ","3":"Give him a task to distract him. ","4":"Take no action, as the symptoms last for a short time only. "}},"59":{"title":"If taking a course of drugs, is it advisable to pilot an aircraft? ","variants":{"1":"No, unless cleared by an Aviation Medicine Specialist. ","2":"Yes, provided that they are antibiotics, as these do not have side-effects. ","3":"Yes, provided that the drug is non-prescription. ","4":"No, you should never fly while taking any drugs. "}},"60":{"title":"The ability of a pilot to withstand even moderate forces can be affected by: ","variants":{"1":"Fatigue in the pilot. ","2":"The maximum load limits of the aircraft. ","3":"Presbycusis. ","4":"All of the above. "}},"61":{"title":"A pilot should not fly for at least how long after a local anesthetic? ","variants":{"1":"12 hours. ","2":"2 hours. ","3":"24 hours. ","4":"48 hours. "}},"62":{"title":"You are suffering from a cold with slightly blocked nose and sinuses and you have an aircraft booked to fly. Should you: ","variants":{"1":"Not fly? ","2":"Take a decongestant 1/2 an hour before flight? ","3":"Fly as normal? ","4":"Fly, but be sure to select only low rates of climb and descent? "}},"63":{"title":"A pilot should not fly for at least how long after a general anesthetic? ","variants":{"1":"48 hours. ","2":"2 hours. ","3":"12 hours. ","4":"24 hours. "}},"64":{"title":"Which of the following may cause fainting? ","variants":{"1":"A sudden shock. ","2":"A too rapid eye scan. ","3":"Over meticulous flight planning.  ","4":"All of the above. "}},"65":{"title":"When compared to visual stimuli, auditory stimuli (noises) are: ","variants":{"1":"More likely to attract attention and more likely to be responded to in error. ","2":"Less likely to attract attention and less likely to be responded to in error. ","3":"Less likely to attract attention and more likely to be responded to in error. ","4":"More likely to attract attention and less likely to be responded to in error. PPL (A) – Human performance and limitationsLatest information about the exam can be found atwww.cad.gov.rs/osoblje.php      11 / 21 "}},"66":{"title":"If a pilot is approaching a runway much larger than that at his home airfield, what is his visual perception of the runway likely to be? ","variants":{"1":"The runway will appear closer than it actually is. ","2":"The runway will appear further away than it actually is. ","3":"Distances will be easy to judge. ","4":"A different approach path should be adopted. "}},"67":{"title":"A false perception characterised by a distortion of real sensory stimuli is known as: ","variants":{"1":"Hallucination. ","2":"Day-dreaming. ","3":"Mirage. ","4":"Boredom response. "}},"68":{"title":"Repeating information several times transfer it to long-term memory is called: ","variants":{"1":"Rehearsing. ","2":"Memory induction. ","3":"Prompting. ","4":"Chunking. "}},"69":{"title":"It is generally accepted that the short-term memory can hold how many items long ? ","variants":{"1":"7 items for 10-20 seconds. ","2":"4 items for 15 seconds. ","3":"15 items for 1-5 minutes. ","4":"7 items for 5-10 minutes. "}},"70":{"title":"If a pilot is used to flying in relatively polluted hazy air and then flies in a very clear sky: ","variants":{"1":"Distant objects may appear closer than they are. ","2":"Distant objects may appear further away than they are. ","3":"Near objects may be mistaken for those further away. ","4":"Near objects may appear further away than they are."}},"71":{"title":"From the options below, choose the correct sequence of the various stages of the reasoning process. ","variants":{"1":"Detection, Perception, Decisions taken, Action, Feedback. ","2":"Perception, Action, Feedback, Detection, Decisions taken. ","3":"Detection, Feedback, Decisions taken, Action, Perception. ","4":"Detection, Perception, Decisions taken, Feedback, Action. "}},"72":{"title":"Which of the following will give the illusion that the aircraft is too low during an approach? ","variants":{"1":"A down-sloping runway. ","2":"An up-sloping runway. ","3":"A brightly lit aerodrome in an otherwise dark area.","4":"A narrower than normal runway. PPL (A) – Human performance and limitationsLatest information about the exam can be found atwww.cad.gov.rs/osoblje.php      12 / 21 "}},"73":{"title":"As captain of an aircraft you will need to show good leadership skills. Which of the following is not one such skill? ","variants":{"1":"Aggressive assertiveness. ","2":"Forward planning. ","3":"Maintaining good situational awareness. ","4":"The art of delegation. "}},"74":{"title":"You have planned to take a couple of friends on an air experience flight. On the day, the weather conditions are marginal and there is a strong cross-wind on the runway. As a competent assessor of risk, which of the following decisions should you take? ","variants":{"1":"Reschedule the flight for another time, discounting the immediate disappointment to your friends. ","2":"Get airborne as planned, as it is always wise to stick to your flight plan if you possibly can. ","3":"Proceed with the flight and treat it as an opportunity to practise flying in adverse conditions. ","4":"Ask your friends if they are prepared to fly in the prevailing conditions, before assessing the situation yourself. "}},"75":{"title":"When making a decision, will a pilot be influenced by previous experience? ","variants":{"1":"Yes, past experience can play a part in decision-making. ","2":"Yes, but only if the experience is good. ","3":"Yes, but only if the experience was bad. ","4":"No, each decision is unrelated. "}},"76":{"title":"Mental Overload usually: ","variants":{"1":"Leads to degraded performance. ","2":"Leads to better performance. ","3":"Has no effect on performance. ","4":"Causes changes in the speed and accuracy of performance which vary from individual to individual. "}},"77":{"title":"Complete the following statement. If, as an inexperienced pilot, you are flying with someone of much greater experience, and you see him do something you consider to be dangerous, you should: ","variants":{"1":"Immediately question his course of action. ","2":"Wait until the action or manoeuvre is completed, and then questions him. ","3":"Ignore the situation because he obviously knows what he is doing. ","4":"Do nothing for the moment, but check the wisdom and correctness of his action by discussing it with an instructor after you have landed. "}},"78":{"title":"Good briefings are very important. Which of the following could be the result of a bad briefing? ","variants":{"1":"Increased uncertainty. ","2":"Good transfer of knowledge. ","3":"Good understanding of information. ","4":"Decreased uncertainty. "}},"79":{"title":"Complete the following statement. The most appropriate time for a pilot to give passengers an initial briefing on emergency procedures is: ","variants":{"1":"During a pre-flight safety briefing. ","2":"At the moment any emergency occurs; it is not necessary to worry them before that. ","3":"While waiting at the hold for take-off. ","4":"Just after take-off. PPL (A) – Human performance and limitationsLatest information about the exam can be found atwww.cad.gov.rs/osoblje.php      13 / 21 "}},"80":{"title":"Two pilots, both seated at the controls and qualified on type, have just commenced a flight when they experience an engine failure. Who should take control of the aircraft. ","variants":{"1":"The pilot who, during the pre-flight briefing on emergencies, the captain agreed should take over control in such a situation. ","2":"The pilot in the left-hand seat. ","3":"The captain. ","4":"The more experienced of the two. "}},"81":{"title":"Which of the following attitudes and/or characteristics have b good communication and especially dangerous when flying? ","variants":{"1":"Arrogance and aggressiveness. ","2":"A highly developed sense of leadership. ","3":"Respect for other peoples' opinions.  ","4":"All of the above. "}},"82":{"title":"Which of the following are ways to help avoid stress in the cockpit? ","variants":{"1":"Not allowing yourself to be rushed into acting before you are ready. ","2":"Having a cool drink at hand, at all times. ","3":"Modifying your pre-flight plan whenever you feel you are off-track or behind time. ","4":"All of the above. "}},"83":{"title":"What are Stress Factors or Stressors? ","variants":{"1":"Events and circumstances which cause stress. ","2":"Pulse-rate inducers. ","3":"Circumstances or events which provoke any kind of reaction to the demands placed upon the human organism. ","4":"Measures of stress exhibited by a person. "}},"84":{"title":"An analogue display is generally better than a digital display for showing which sort of data? ","variants":{"1":"Qualitative. ","2":"Quantitative. ","3":"Numerical. ","4":"Subjective. "}},"85":{"title":"Which of the following occur when a pilot is sitting too high in a cockpit? a. Good downward outside view. b. Poor view of instruments. c. Upwards outside view obstructed. ","variants":{"1":"a), b) and c). ","2":"only a). ","3":"a) and b) only. ","4":"a) and c) only. "}},"86":{"title":"You are preparing for a training flight with an instructor and cannot find your checklist. You should:","variants":{"1":"Take time to find the checklist at the risk of missing part of your airborne time. ","2":"Perform the checks from memory. ","3":"Use a checklist for a different aircraft type. ","4":"Rely on the instructor to point out anything that you might have missed. PPL (A) – Human performance and limitationsLatest information about the exam can be found atwww.cad.gov.rs/osoblje.php      14 / 21 "}},"87":{"title":"If advice is needed concerning possible flight with an illness, a pilot should contact ","variants":{"1":"An Aviation Medical Examiner. ","2":"Their family doctor. ","3":"The nearest hospital. "}},"88":{"title":"Which will always affect your ability to fly? ","variants":{"1":"Prescription analgesics and antihistamines. ","2":"Over-the-counter analgesics and antihistamines. ","3":"Antibiotics and anesthetics drugs. "}},"89":{"title":"As a pilot, flying for long periods in hot summer temperatures increases the susceptibility ","variants":{"1":"Of dehydration since the ","2":"Dry air at altitude tends to increase the rate of water loss from the body. ","3":"Moist air at altitude helps retain the body´s moisture. ","4":"Temperature decreases with altitude. "}},"90":{"title":"Motion sickness is caused by ","variants":{"1":"Continued stimulation of the tiny portion of the inner ear which controls sense of balance. ","2":"Instability in the brain cells which affect balance and will generally be overcome with            experience. ","3":"The movement of an aircraft causing the stomach to create an acid substance which ","4":"Causes the stomach lining to contract. "}},"91":{"title":"What suggestion could you make to your pilot fellow who is experiencing motion sickness? ","variants":{"1":"Avoid unnecessary head movement and to keep her/his eyes on a point outside the aircraft. ","2":"Recommend taking medication to prevent motion sickness. ","3":"Lower her/his head, shut her/his eyes, and take deep breaths. "}},"92":{"title":"In an unpressurised aircraft, at high altitudes the amount of oxygen that diffuses across ","variants":{"1":"The lung membranes into the blood is ","2":"Decreased because of the low partial pressure of oxygen. ","3":"Decreased because of the lower temperatures. ","4":"Unchanged to that at sea level. "}},"93":{"title":"During a climb to 18,000 ft, the percentage of oxygen in the atmosphere ","variants":{"1":"Remains the same. ","2":"Increases. ","3":"Decreases. "}},"94":{"title":"Although not required, supplemental oxygen is recommended for use when flying at ","variants":{"1":"night above ","2":"1,500 m (5,000 ft). ","3":"3,050 m (10,000 ft). ","4":"3,800 m (12,500 ft). PPL (A) – Human performance and limitationsLatest information about the exam can be found atwww.cad.gov.rs/osoblje.php      15 / 21 "}},"95":{"title":"Hypoxia is the result of ","variants":{"1":"Shortage of oxygen in the body. ","2":"Insufficient oxygen in the air. ","3":"Excessive nitrogen in the bloodstream. "}},"96":{"title":"Which statement concerning hypoxia is true? ","variants":{"1":"Tingling of the skin and a false sense of security may be symptoms of hypoxia. ","2":"Hypoxia is caused by nitrogen bubbles in the joints and bloodstream. ","3":"Forcing oneself to concentrate on the flight instruments will help to overcome the effects ","4":"Of hypoxia. "}},"97":{"title":"Which occurs when climbing above 18,000 feet in an unpressurized aircraft without supplemental oxygen? ","variants":{"1":"The oxygen pressure within the lungs cannot be maintained without an increase in inhaled ","2":"Oxygen pressure. ","3":"Gases trapped in the body contract and prevent nitrogen from escaping the bloodstream. ","4":"The pressure in the middle ear becomes less than the atmospheric pressure in the cabin. "}},"98":{"title":"Susceptibility to carbon monoxide poisoning increases as ","variants":{"1":"Altitude increases. ","2":"Altitude decreases. ","3":"Air pressure increases. "}},"99":{"title":"Carbon monoxide in an aircraft cabin is ","variants":{"1":"Difficult to recognize because of its odorless and colorless. ","2":"Easily recognizable because of its peculiar odor. ","3":"Easily recognizable because of its peculiar color. "}},"100":{"title":"Large accumulations of carbon monoxide in the human body result in ","variants":{"1":"Loss of muscular power. ","2":"Tightness across the forehead. ","3":"An increased sense of well-being. "}},"101":{"title":"What is one effect smoking has on a pilot? ","variants":{"1":"Increases body heat which, in turn, creates a demand for more oxygen. ","2":"Decreases night vision by 50 percent. ","3":"Creates additional carbon dioxide gases in the body which often leads to hyperventilation. "}},"102":{"title":"Which would most likely result in hyperventilation?","variants":{"1":"Emotional tension, anxiety, or fear. ","2":"The excessive consumption of alcohol. ","3":"An extremely slow rate of breathing and insufficient oxygen. "}},"103":{"title":"Rapid or extra deep breathing while using oxygen can cause a condition known as ","variants":{"1":"Hyperventilation. ","2":"Aerosinusitis. ","3":"Aerotitis. PPL (A) – Human performance and limitationsLatest information about the exam can be found atwww.cad.gov.rs/osoblje.php      16 / 21 "}},"104":{"title":"Hyperventilation results from ","variants":{"1":"A lack of carbon dioxide in the body. ","2":"Flying too high without supplemental oxygen. ","3":"Breathing too rapidly causing a lack of oxygen. "}},"105":{"title":"A pilot should be able to overcome the symptoms or avoid future occurrences of ","variants":{"1":"Hyperventilation by ","2":"Slowing the breathing rate, breathing into a bag, or talking aloud. ","3":"Closely monitoring the flight instruments to control the airplane. ","4":"Increasing the breathing rate in order to increase lung ventilation. "}},"106":{"title":"If an individual has gone scuba diving which has not required a controlled ascent and will be flying to cabin pressure altitudes of 8,000 feet or less, the recommended waiting time is at least ","variants":{"1":"4 hours. ","2":"12 hours. ","3":"24 hours. "}},"107":{"title":"If an individual has gone scuba diving which has required a controlled ascent and will be flying to cabin pressure altitudes of 8,000 feet or less, the recommended waiting time is at least ","variants":{"1":"24 hours. ","2":"4 hours. ","3":"12 hours. "}},"108":{"title":"Dark adaptation is impaired by exposure to ","variants":{"1":"Cabin pressure altitudes above 5,000 feet. ","2":"Carbon dioxide. ","3":"Vitamin a in the diet. "}},"109":{"title":"What preparation should a pilot make to adapt the eyes for night flying? ","variants":{"1":"Avoid bright white lights at least 30 minutes before the flight. ","2":"Wear sunglasses after sunset until ready for flight. ","3":"Avoid red lights at least 30 minutes before the flight. "}},"110":{"title":"One aid in increasing night vision effectiveness would be to ","variants":{"1":"Force the eyes to view off center. ","2":"Look directly at objects. ","3":"Increase intensity of interior lighting. "}},"111":{"title":"What is the most effective way to use the eyes during night flight? ","variants":{"1":"Scan slowly to permit off-center viewing. ","2":"Look only at far away, dim lights. ","3":"Concentrate directly on each object for a few seconds. PPL (A) – Human performance and limitationsLatest information about the exam can be found atwww.cad.gov.rs/osoblje.php      17 / 21 "}},"112":{"title":"The most effective technique to use for detecting other aircraft at night is to avoid staring directlyat the point where another aircraft is suspected to be flying. ","variants":{"1":"Turn the head and sweep the eyes rapidly over the entire visible region. ","2":"Avoid scanning the region below the horizon so as to avoid the effect on ground light on ","3":"The eyes. "}},"113":{"title":"The best method to use when looking for other traffic at night is to ","variants":{"1":"Look to the side of the object and scan slowly. ","2":"Scan the visual field very rapidly. ","3":"Look to the side of the object and scan rapidly. "}},"114":{"title":"Prior to starting each maneuver, pilots should ","variants":{"1":"Visually scan the entire area for collision avoidance. ","2":"Check altitude, airspeed, and heading indications. ","3":"Announce their intentions on the nearest ctaf. "}},"115":{"title":"Which technique should a pilot use to scan for traffic to the right and left during ","variants":{"1":"Straight-and-level flight? ","2":"Systematically focus on different segments of the sky for short intervals. ","3":"Continuous sweeping of the windshield from right to left. ","4":"Concentrate on relative movement detected in the peripheral vision area. "}},"116":{"title":"What effect does haze have on the ability to see traffic or terrain features during flight? ","variants":{"1":"All traffic or terrain features appear to be farther away than their actual distance. ","2":"Haze causes the eyes to focus at infinity. ","3":"The eyes tend to overwork in haze and do not detect relative movement easily. "}},"117":{"title":"A state of temporary confusion resulting from misleading information being sent to the brain by various sensory organs is defined as ","variants":{"1":"Spatial disorientation. ","2":"Hyperventilation. ","3":"Hypoxia. "}},"118":{"title":"Which procedure is recommended to prevent or overcome spatial disorientation? ","variants":{"1":"Rely entirely on the indications of the flight instruments. ","2":"Avoid steep turns and rough control movements. ","3":"Reduce head and eye movements to the greatest extend possible. "}},"119":{"title":"Pilots are more subject to spatial disorientation if ","variants":{"1":"Body signals are used to interpret flight attitude.","2":"They ignore the sensations of muscles and inner ear. ","3":"Eyes are moved often in the process of cross-checking the flight instruments. "}},"120":{"title":"The danger of spatial disorientation during flight in poor visual conditions may be reduced by ","variants":{"1":"Having faith in the instruments rather than taking a chance on the sensory organs. ","2":"Shifting the eyes quickly between the exterior visual field and the instrument panel. ","3":"Leaning the body in the opposite direction of the motion of the aircraft. PPL (A) – Human performance and limitationsLatest information about the exam can be found atwww.cad.gov.rs/osoblje.php      18 / 21 "}},"121":{"title":"If a pilot experiences spatial disorientation during flight in a restricted visibility condition, the best way to overcome the effect is to ","variants":{"1":"Rely upon the aircraft instrument indications. ","2":"Concentrate on yaw, pitch, and roll sensations. ","3":"Consciously slow the breathing rate until symptoms clear and then resume normal ","4":"Breathing rate. "}},"122":{"title":"A rapid acceleration can create the illusion of being in a ","variants":{"1":"Nose up attitude. ","2":"Left turn. ","3":"Nose down attitude. "}},"123":{"title":"Who is responsible for determining whether a pilot is fit to fly for a particular flight, even though he or she holds a current medical certificate? ","variants":{"1":"The pilot. ","2":"The medical examiner. ","3":"The FA-1. "}},"124":{"title":"What is the one common factor which affects most preventable accidents? ","variants":{"1":"Human error. ","2":"Mechanical malfunction. ","3":"Structural failure. "}},"125":{"title":"What is one of the neglected items when a pilot relies on short and long term memory for repetitive tasks? ","variants":{"1":"Checklists. ","2":"Situation awareness. ","3":"Flying outside the envelope. "}},"126":{"title":"Consistent adherence to approved checklists is a sign of ","variants":{"1":"Disciplined and competent pilot. ","2":"Pilot who lacks the required knowledge. ","3":"Low-tome pilot. "}},"127":{"title":"To avoid missing important steps, always use the ","variants":{"1":"Appropriate checklists. ","2":"Placarded airspeeds. ","3":"Airworthiness certificate. "}},"128":{"title":"The positive three-step process in the exchange of flight controls between pilots includes these verbal steps: (a) You have the flight controls, (b) I have the flight controls, and (c) _________ ","variants":{"1":"You have the flight controls. ","2":"I have the aircraft. ","3":"I have the flight controls. PPL (A) – Human performance and limitationsLatest information about the exam can be found atwww.cad.gov.rs/osoblje.php      19 / 21 "}},"129":{"title":"Risk management, as a part of aeronautical decision making (AM process, relies on which features to reduce the risk associated with each flight? ","variants":{"1":"Situational awareness, problem recognition, and good judgment. ","2":"Application of stress management and risk element procedures. ","3":"The mental process of analyzing all information in a particular situation and making a timely ","4":"Decision on what action to take. "}},"130":{"title":"Hazardous attitudes occur to every pilot to some degree at some time. What are some of these hazardous attitudes? ","variants":{"1":"Antiauthority, impulsivity, macho, resignation, and invulnerability. ","2":"Poor risk management and lack of stress management.","3":"Poor situational awareness, snap judgments, and lack of a decision making process. "}},"131":{"title":"In the aeronautical decision making (ADM) process, what is the first step in neutralizing a hazardous attitude? ","variants":{"1":"Recognizing hazardous thoughts. ","2":"Making a rational judgment. ","3":"Recognizing the invulnerability of the situation. "}},"132":{"title":"What is the antidote when a pilot has a hazardous attitude, such as \"Impulsivity\"? ","variants":{"1":"Not so fast, think first. ","2":"It could happen to me. ","3":"Do it quickly to get it over with. "}},"133":{"title":"What is the antidote when a pilot has a hazardous attitude, such as \"Antiauthority\"? ","variants":{"1":"Follow the rules. ","2":"Rules do not apply in this situation. ","3":"I know what I am doing. "}},"134":{"title":"What is the antidote when a pilot has the hazardous attitude of \"Invulnerability\"? ","variants":{"1":"It could happen to me. ","2":"It can not be that bad. ","3":"It will not happen to me. "}},"135":{"title":"At altitude the pressure of oxygen in the atmosphere is: ","variants":{"1":"Lower than at MSL. ","2":"The same as at mean sea level (MSL). ","3":"Higher than at MSL. ","4":"Unaffected, as partial pressure is independent of altitude. "}},"136":{"title":"Being badly overweight increases a pilot's susceptibility to which of the following conditions? ","variants":{"1":"Heart attack.  ","2":"Hypoxia at higher altitudes. ","3":"Hypothermia. ","4":"All of the above. PPL (A) – Human performance and limitationsLatest information about the exam can be found atwww.cad.gov.rs/osoblje.php      20 / 21 "}},"137":{"title":"\"Error\" is a generic term which describes all those occasions when a series of mental or physical activities do not achieve their intended effect. Now, complete the following statement. Errors: ","variants":{"1":"May be isolated or cumulative. ","2":"Are isolated with no further consequence or influence. ","3":"Are cumulative, one error leads to a second, which leads to a third etc. ","4":"Are always part of the error chain. "}},"138":{"title":"Which statement is true regarding alcohol in the human system? ","variants":{"1":"Alcohol renders a pilot more susceptible to hypoxia. ","2":"Small amounts of alcohol will not impair flying skills. ","3":"Coffee helps metabolize alcohol and alleviates a hangover. "}},"139":{"title":"Which statement best defines hypoxia? ","variants":{"1":"A state of oxygen deficiency in the body. ","2":"An abnormal increase in the volume of air breathed.","3":"A condition of gas bubble formation around the joints or muscles. "}},"140":{"title":"A person may not act as a crewmember of a civil aircraft if alcoholic beverages have been consumed by that person within the preceding ","variants":{"1":"8 hours. ","2":"12 hours. ","3":"24 hours. "}},"141":{"title":"An illusion, that an aircraft is at a higher altitude than it actually is, is produced by ","variants":{"1":"Downsloping terrain. ","2":"Upsloping terrain. ","3":"Atmospheric haze. "}},"142":{"title":"The three-needle type altimeter used in many light aircraft a. Easy to mis-read. B. Hardly ever mis-read.  C. Accurate and reliable. D. Not very accurate or reliable. ","variants":{"1":"A) and C). ","2":"Only  A) ","3":"Only A) ","4":"B) and D). "}},"143":{"title":"Which of the following are terms generally used to describe a type or types of memory within the subject of Human Performance and Limitations? ","variants":{"1":"Long-term memory. ","2":"Sensitive memory. ","3":"Felicitous memory.  ","4":"All of them. PPL (A) – Human performance and limitationsLatest information about the exam can be found atwww.cad.gov.rs/osoblje.php      21 / 21 "}},"144":{"title":"The outer, middle and inner ear are filled with : ","variants":{"1":"Air, air, and liquid, respectively. ","2":"Air, liquid, and liquid, respectively. ","3":"Liquid, air, and air, respectively. ","4":"Liquid, liquid, and air, respectively. "}},"145":{"title":"Presbycusis is an impairment of hearing due to: ","variants":{"1":"Age. ","2":"Damage to the cochlea. ","3":"Damage to the semi-circular canals. ","4":"Smoking. "}},"146":{"title":"What causes conductive deafness? ","variants":{"1":"Damage to the ossicles or the eardrum. ","2":"Damage to the outer ear. ","3":"Damage to the pinna. ","4":"Damage to the middle ear. "}},"147":{"title":"In which part of the eye is visual acuity at its highest? ","variants":{"1":"The Fovea. ","2":"The Retina. ","3":"The Pupil. ","4":"The Cornea. "}},"148":{"title":"In order to see a sharp image of an oncoming aircraft which has been detected by the eye, a pilot should: ","variants":{"1":"Look directly at the oncoming aircraft. ","2":"Look to one side of the oncoming aircraft. ","3":"Commence a systematic scan of the airspace in front of him. ","4":"Blink several times to make the image clearer. "}},"149":{"title":"The amount of light entering the eye is controlled by the: ","variants":{"1":"Iris. ","2":"Cornea. ","3":"Lens. ","4":"Pupil. "}},"150":{"title":"The pulse is generated by the contraction of which heart chamber? ","variants":{"1":"Left Ventricle. ","2":"Left Auricle. ","3":"Right Ventricle. ","4":"Right Auricle. "}}}