{
  "1": {
    "title": "Its good practice, when flying over large areas of water, that life jackets: ",
    "variants": {
      "a": "Are worn, uninflated. ",
      "b": "Should be carried under the pilots' seats. ",
      "c": "Should be inspected periodically for leaks. ",
      "d": "Are worn inflated. "
    }
  },
  "2": {
    "title": "A BCF fire extinguisher: ",
    "variants": {
      "a": "Is quite safe to use in an enclosed cockpit if the cockpit is subsequently ventilated. ",
      "b": "Gives off highly toxic fumes and should never be used in an enclosed cockpit ",
      "c": "Is quite safe to use in an enclosed cockpit. ",
      "d": "Is only suitable for wood or fabric fires and is, therefore, of no use in a cockpit "
    }
  },
  "3": {
    "title": "If you suspect carburettor icing when flying an aircraft whose engine is not fitted with a carburettor air-temperature gauge, the correct action would be: ",
    "variants": {
      "a": "To always select full carburettor heat. ",
      "b": "To select the appropriate amount of carburettor heat depending on the amount of icing suspected. ",
      "c": "To always select full carburettor heat unless the engine starts to run roughly, at which point the carburettor heat should be selected to cold. ",
      "d": "To open the throttle to make up for the lost power."
    }
  },
  "4": {
    "title": "Aquaplaning speed:- ",
    "variants": {
      "a": "Can be calculated, in knots, by multiplying the square root of the tyre pressure by nine. ",
      "b": "Increases as the depth of tread on the tyres reduces. ",
      "c": "Increases as the depth of water on the ground increases. ",
      "d": "Is measured in miles per hour. "
    }
  },
  "5": {
    "title": "Connecting two 12 volt, 40 ampere-hour, capacity batteries in series will provide a battery of: ",
    "variants": {
      "a": "24 volts and 40 ampere-hours capacity. ",
      "b": "12 volts and 80 ampere-hours capacity. ",
      "c": "24 volts and 80 ampere-hours capacity. ",
      "d": "12 volts and 40 ampere hour's capacity. "
    }
  },
  "6": {
    "title": "If a blockage occurs in the oil cooler of an aircraft engine while the aircraft is in flight, a by-pass valve allows the oil to by-pass the cooler. The by-pass functions on the principle of: ",
    "variants": {
      "a": "Pressure dependence. ",
      "b": "Temperature dependence. ",
      "c": "Mechanical selection. ",
      "d": "Hydraulic selection. "
    }
  },
  "7": {
    "title": "A propeller blade is twisted along its length in order to: ",
    "variants": {
      "a": "Maintain the optimal Angle of Attack from root to tip. ",
      "b": "Give a progressively increasing blade angle from root to tip. ",
      "c": "Give a progressively increasing pitch from root to tip. ",
      "d": "Compensate for the decreasing linear speed of the blade from root to tip. "
    }
  },
  "8": {
    "title": "Magnetos are: ",
    "variants": {
      "a": "Self contained, engine driven, electrical generators which produce high voltage sparks. ",
      "b": "Generators, driven by the cam-shaft, used to supply electrical equipment ",
      "c": "Used to generate low voltage sparks for the spark-plugs. ",
      "d": "Fitted within the distributor, and fire in the same sequence as the spark-plugs. "
    }
  },
  "9": {
    "title": "Which of the following is an appropriate action to take if you have a carburettor fire on start-up? ",
    "variants": {
      "a": "Select mixture control to Idle Cut off (ICO). ",
      "b": "Deselect carburettor heat. ",
      "c": "Turn the starter switch to \"Off\". ",
      "d": "All of the above. "
    }
  },
  "10": {
    "title": "Tyre creep:- ",
    "variants": {
      "a": "Can be recognised by the misalignment of markings painted on the tyre and the wheel. ",
      "b": "Can be prevented by painting lines on the tyre and wheel. ",
      "c": "Refers to the movement of an aircraft against the brakes. ",
      "d": "Can be prevented with glue. "
    }
  },
  "11": {
    "title": "The diagram shows a light aircraft electrical power system. In flight if the loadmeter reading drops to zero, the most probable cause is that the: ",
    "image": "akg-1.jpg",
    "variants": {
      "a": "Alternator has failed. ",
      "b": "Battery has been fully charged. ",
      "c": "Battery is flat. ",
      "d": "Bus-bar is overloaded. "
    }
  },
  "12": {
    "title": "The power output of an internal combustion engine can be increased by:- ",
    "variants": {
      "a": "Increasing the engine R.P.M. ",
      "b": "Decreasing the area of the cylinder. ",
      "c": "Decreasing the length of the stroke. ",
      "d": "Increasing the size of the fuel tank. "
    }
  },
  "13": {
    "title": "When turning through North in the Northern Hemisphere:- ",
    "variants": {
      "a": "Liquid swirl will increase the magnitude of any turning error. ",
      "b": "Turning errors are greatest closer to the magnetic equator. ",
      "c": "Acceleration errors are always more significant than turning errors. ",
      "d": "The compass will be lively. "
    }
  },
  "14": {
    "title": "In a dive, with the throttle setting constant, the engine R.P.M. of an aircraft fitted with a fixed-pitch propeller will: ",
    "variants": {
      "a": "Increase if the airspeed is allowed to increase. ",
      "b": "Decrease as the airspeed increases. ",
      "c": "Remain constant whatever the airspeed. ",
      "d": "Decrease as long as the throttle setting is not changed. "
    }
  },
  "15": {
    "title": "Immediately after starting an aircraft engine, you must check the starter warning light. If it is still illuminated you should: ",
    "variants": {
      "a": "Shut down the engine immediately. ",
      "b": "Monitor it for 30 seconds. If it remains illuminated shut down the engine. ",
      "c": "Do nothing. The starter warning light should stay on while the engine is running. ",
      "d": "Shut down the engine, count to 30, and then attempt a re-start. "
    }
  },
  "16": {
    "title": "The significance of using the chemically correct mixture of air and fuel is that: ",
    "variants": {
      "a": "It allows complete combustion to occur. ",
      "b": "It is the one usually used. ",
      "c": "It is 15:1 by volume. ",
      "d": "It gives the best results. "
    }
  },
  "17": {
    "title": "Ignoring any Instrument or Position Errors, in what conditions will the Air Speed Indicator indicate the True Airspeed of an aircraft? ",
    "variants": {
      "a": "In ISA, sea-level conditions only. ",
      "b": "At any altitude or temperature. ",
      "c": "At any altitude, provided that the temperature lapse rate is in accordance with ISA. ",
      "d": "At any altitude, but only when ISA conditions prevail. "
    }
  },
  "18": {
    "title": "While carrying out the Dead Cut Check, with the right magneto selected, you notice that the engine falters, and you suspect it will stop running. What should you do? ",
    "variants": {
      "a": "Allow the engine to stop completely. ",
      "b": "Quickly switch to the left magneto. ",
      "c": "Quickly switch to both magnetos. ",
      "d": "Open the throttle to keep the engine running, and then select both magnetos. "
    }
  },
  "19": {
    "title": "Theoretically, a 100 amp/hr battery will supply 25 amps for: ",
    "variants": {
      "a": "4 hours. ",
      "b": "25 minutes. ",
      "c": "100 minutes. ",
      "d": "25 hours. "
    }
  },
  "20": {
    "title": "During one complete Otto Cycle, the piston: ",
    "variants": {
      "a": "Moves towards the cylinder head twice. ",
      "b": "Rotates around the gudgeon pin twice. ",
      "c": "Receives two power strokes. ",
      "d": "Moves towards the cylinder head four times. "
    }
  },
  "21": {
    "title": "Which of the following is not a component of a dry vacuum system? ",
    "variants": {
      "a": "A system lubrication device. ",
      "b": "A vacuum generator. ",
      "c": "A vacuum controller. ",
      "d": "A filter to clean the air. "
    }
  },
  "22": {
    "title": "While taxying in an aircraft fitted with a fixed pitch propeller, you suspect that you have carburettor icing. The correct action to take would be to: ",
    "variants": {
      "a": "Select carburettor heat to fully hot. Then, before take-off, select carburettor heat cold, making sure that the engine develops the correct minimum take-off rpm. ",
      "b": "Select carburettor heat to fully hot and leave this setting selected until you have taken off and are climbing away. ",
      "c": "Select carburettor heat to fully hot: then select cold as the rpm drops. ",
      "d": "Avoid the use of carburettor heat on the ground, and rely on the heat of the engine within the cowlings to melt the ice. "
    }
  },
  "23": {
    "title": "The Mechanical Tachometer:- ",
    "variants": {
      "a": "Works on the principle of a magnetic field being induced in a drag cup and creating a torque which rotates a shaft attached to the pointer on the dial of a Tachometer. ",
      "b": "Uses the friction generated in a drag cup to rotate a shaft, which is connected to a pointer, against the pressure of a hairspring. ",
      "c": "Is driven directly from the prop shaft. Gears reduce the speed of rotation so that a generator can be used to produce a voltage proportional to shaft speed which is indicated on a gauge calibrated in RPM. ",
      "d": "Is driven directly from the alternator drive. "
    }
  },
  "24": {
    "title": "Detonation could result from using: ",
    "variants": {
      "a": "Too weak a mixture. ",
      "b": "Too low a manifold pressure. ",
      "c": "A higher grade fuel than recommended. ",
      "d": "Too high an RPM. "
    }
  },
  "25": {
    "title": "Pre-ignition in a four stroke piston engine is: ",
    "variants": {
      "a": "The fuel / air mixture burning earlier than it should. ",
      "b": "Caused by a rich mixture in a hot engine. ",
      "c": "The explosive combustion of the fuel-air mixture. ",
      "d": "Characterised by the ringing nature of the explosion it causes. "
    }
  },
  "26": {
    "title": "If the engine gets too hot, the mixture may ignite before the spark plug fires. ",
    "variants": {
      "a": "This is called pre-ignition. ",
      "b": "This is called detonation. ",
      "c": "The mixture should be weakened to assist in cooling the engine. ",
      "d": "The throttle should be opened to assist in cooling the engine. "
    }
  },
  "27": {
    "title": "Instruments normally supplied from the electrical system include the: ",
    "variants": {
      "a": "Fuel quantity gauges and the turn co-ordinator. ",
      "b": "Engine rpm indicator and the fuel quantity gauges. ",
      "c": "Turn co-ordinator and oil pressure gauge. ",
      "d": "Engine rpm indicator and the turn co-ordinator. "
    }
  },
  "28": {
    "title": "Some carburettors are fitted with a diffuser which:",
    "variants": {
      "a": "Prevents the mixture becoming too rich as the rpm increases. ",
      "b": "Prevents the mixture becoming too lean as the rpm increases. ",
      "c": "Prevents the mixture becoming too lean as the rpm decreases. ",
      "d": "Prevents the mixture becoming too rich as the rpm decreases. "
    }
  },
  "29": {
    "title": "Where in the engine is the oil temperature read by the temperature probe which is connected to the engine's oil temperature gauge? ",
    "variants": {
      "a": "After the oil has passed through the oil cooler but before it reaches the hot sections of the engine. ",
      "b": "Inside the hot sections of the engine. ",
      "c": "As the oil leaves the oil tank. ",
      "d": "Before the oil has passed through the oil cooler. "
    }
  },
  "30": {
    "title": "To assist in reducing the temperature of the engine:- ",
    "variants": {
      "a": "The air/fuel mixture can be richened. ",
      "b": "The airspeed can be reduced. ",
      "c": "The cowl flaps can be closed. ",
      "d": "The air/fuel mixture can be weakened. "
    }
  },
  "31": {
    "title": "The component parts of the wing shown in the diagram are: \nA  / B / C ",
    "image": "akg-2.jpg",
    "variants": {
      "a": "Front Spar / Formers / Rear Spar ",
      "b": "Primary Spar / Formers / Stringer ",
      "c": "Front Spar / Secondary Spar / Former ",
      "d": "Stringers / Secondary Spar / Former "
    }
  },
  "32": {
    "title": "Semi-monocoque can be defined as: ",
    "variants": {
      "a": "A stressed skin with supported apertures containing an internal structure framework. ",
      "b": "A framework of light-gauge steel tubes welded together to form a space frame of triangular shape. ",
      "c": "A structure with no apertures at all. ",
      "d": "An apertureless structure with load bearing formers being supported by stringers and longerons over a stressed skin. "
    }
  },
  "33": {
    "title": "On a light aircraft fitted with a mechanically steered nose wheel, steering on the ground is normally effected by: ",
    "variants": {
      "a": "Control rods/cables operated by the rudder pedals. ",
      "b": "Cables operated from the aileron control wheel. ",
      "c": "Use of the differential braking technique, only. ",
      "d": "Hydraulic jacks which allow self-centring. "
    }
  },
  "34": {
    "title": "Engine compression ratio is the ratio of the ",
    "variants": {
      "a": "Total volume to the clearance volume. ",
      "b": "Clearance volume to the swept volume. ",
      "c": "Swept volume to the total volume. ",
      "d": "Swept volume to the clearance volume. "
    }
  },
  "35": {
    "title": "A 100 Ampere-Hour battery : ",
    "variants": {
      "a": "Will, in theory, supply 20 Amps for up to 5 hours. ",
      "b": "Must be used in parallel with another similar battery. ",
      "c": "Supplies the bus-bars through a 45 Ampere circuit breaker. ",
      "d": "Takes 100 hours to charge. "
    }
  },
  "36": {
    "title": "In the event of an alternator or generator failure during flight the: ",
    "variants": {
      "a": "Electrical loads should be reduced to a minimum and a landing made as soon as safely practicable. ",
      "b": "Flight may be continued normally because the battery supplies all electrical loads. ",
      "c": "Alternator master switch should be turned off and flight continued normally without electrical power. "
    }
  },
  "37": {
    "title": "If, during descent, the static sources to the airspeed indicator and altimeter become blocked by ice: ",
    "variants": {
      "a": "Both instruments will over-read. ",
      "b": "The airspeed indicator will over-read and the altimeter will under-read. ",
      "c": "The airspeed indicator will under-read and the altimeter will over-read. ",
      "d": "Both instruments will under-read. "
    }
  },
  "38": {
    "title": "Within one \"Otto\" cycle, the valves of a four stroke piston engine will each open: ",
    "variants": {
      "a": "Once. ",
      "b": "Twice. ",
      "c": "During the power stroke. ",
      "d": "During the induction stroke. "
    }
  },
  "39": {
    "title": "The purpose of the compass deviation card fixed next to an aircraft's magnetic compass is to: ",
    "variants": {
      "a": "Indicate the discrepancy between the heading shown on the compass and the actual magnetic heading. ",
      "b": "Compensate for the influence of magnetic material carried on the person of the pilot and/or passengers. ",
      "c": "Indicate the discrepancy between the aircraft's track and magnetic north. ",
      "d": "Indicate the discrepancy between the aircraft's track and true north. "
    }
  },
  "40": {
    "title": "The normal method for shutting down an aircraft engine is: ",
    "variants": {
      "a": "Closing the throttle and moving the mixture to ICO.",
      "b": "Switching the starter switch to off. ",
      "c": "Moving the mixture to Idle Cut off (ICO). ",
      "d": "Closing the throttle. "
    }
  },
  "41": {
    "title": "Why do aircraft engine ignition systems incorporate a means of spark augmentation? ",
    "variants": {
      "a": "Because the speed of rotation of the engine, during starting, is too low for the magneto to produce enough energy to ignite the air-fuel mixture. ",
      "b": "Because, at high engine speeds, a fat spark is needed to extract maximum power from the air-fuel mixture. ",
      "c": "In order to overcome the problem of spark-retard during starting. ",
      "d": "All of the above. "
    }
  },
  "42": {
    "title": "Aircraft maintenance carried out by a private pilot in accordance with the pilot's legal entitlement: ",
    "variants": {
      "a": "Is to be entered in the aircraft's log book and certified by the pilot who carried out the maintenance. ",
      "b": "Is to be entered in the aircraft's log book and certified by a licensed engineer. ",
      "c": "Need not be logged or recorded. ",
      "d": "Is to be entered in the aircraft's log book and certified by a CAD approved inspector. "
    }
  },
  "43": {
    "title": "Carbon monoxide gas, which is highly toxic, may enter the aeroplane cabin in flight because of an exhaust system defect. Carbon Monoxide: ",
    "variants": {
      "a": "Is odourless and colourless. ",
      "b": "May be identified by its strong smell. ",
      "c": "May be identified by its grey colour. ",
      "d": "Has a very distinctive taste. "
    }
  },
  "44": {
    "title": "Blade angle_____from the hub to the tip of a propeller blade in order to maintain an optimal______from hub to tip. ",
    "variants": {
      "a": "Decreases Angle of Attack. ",
      "b": "Increases Angle of Attack. ",
      "c": "Decreases Geometric Pitch. ",
      "d": "Increases Effective Pitch. "
    }
  },
  "45": {
    "title": "A Direction Indicator:- ",
    "variants": {
      "a": "Suffers from apparent drift of the gyro from the fixed position in space to which it was aligned, produced by Earth rotation. ",
      "b": "Is badly affected by acceleration in a turn. ",
      "c": "Is not affected by drift produced from mechanical friction in the gyro gimbal bearings. ",
      "d": "Provides a stable reference in azimuth and elevation for maintaining accurate headings and pitch attitudes. "
    }
  },
  "46": {
    "title": "As you climb altitude_____and density________and, therefore, the mixture will be___ ",
    "variants": {
      "a": "Increases / Decreases / Decreases ",
      "b": "Increases / Decreases / Increases ",
      "c": "Decreases / Increases / Decreases ",
      "d": "Increases / Decreases / Decreases "
    }
  },
  "47": {
    "title": "The power output of a four-stroke piston engine at sea level: ",
    "variants": {
      "a": "Increases as rpm increases. ",
      "b": "Is proportional to the volume of mixture induced into the cylinder. ",
      "c": "Is constant as rpm increases. ",
      "d": "Increases initially, then remains constant as rpm increases. "
    }
  },
  "48": {
    "title": "As an aircraft with a variable-pitch, constant-speed propeller accelerates along the runway: ",
    "variants": {
      "a": "The blade pitch angle increases, maintaining a constant angle of attack and R.P.M. ",
      "b": "The angle of attack will decrease and the engine R.P.M. remain constant. ",
      "c": "The angle of attack will remain constant and the engine R.P.M. will increase. ",
      "d": "The linear velocity of the propeller tip will gradually decrease. "
    }
  },
  "49": {
    "title": "The diagram shows a light aircraft electrical power system, which employs a centre-zero reading ammeter. In flight with the battery fully charged and the battery switch ON, you would expect the ammeter to be: ",
    "image": "akg-3.jpg",
    "variants": {
      "a": "In the centre-zero position. ",
      "b": "To the right showing a large positive reading. ",
      "c": "To the left showing a negative reading. ",
      "d": "Fluctuating, but mainly showing a negative reading. "
    }
  },
  "50": {
    "title": "A flying control lock:- ",
    "variants": {
      "a": "Is used to lock the controls on the ground to prevent damage in high wind conditions. ",
      "b": "Will constrain the control column to its design limits so as not to overstress the airframe during normal operations. ",
      "c": "Must always be used when flying in gusty conditions. ",
      "d": "Is only necessary on the elevators. "
    }
  },
  "51": {
    "title": "The type of gas which is stored in the activating cylinder of a life jacket:- ",
    "variants": {
      "a": "Is Carbon Dioxide. ",
      "b": "Is extremely toxic and great care should be taken, when topping up the lifejacket, not to breathe any of it in. ",
      "c": "Is highly inflammable. ",
      "d": "Is Carbon Monoxide. "
    }
  },
  "52": {
    "title": "If a fire occurs in a wheel and tyre assembly and immediate action is required to extinguish it, the safest extinguishant to use is: ",
    "variants": {
      "a": "Dry powder. ",
      "b": "Carbon dioxide (CO?). ",
      "c": "Bromotrifluoromethane (BTF). ",
      "d": "Water acid. "
    }
  },
  "53": {
    "title": "A tied gyro: ",
    "variants": {
      "a": "Has its axis in the horizontal or yawing plane of the aircraft. ",
      "b": "Does not suffer from apparent wander (drift) because of rotation of the earth about its axis. ",
      "c": "Has its axis in the vertical or pitching plane of the aircraft. ",
      "d": "Cannot be used in a Direction Indicator because of the apparent wander caused by the rotation of the earth about its axis. "
    }
  },
  "54": {
    "title": "When referring to the magnetic compass, pilots must bear in mind that: ",
    "variants": {
      "a": "Turning errors are maximum when turning through North and South, and minimum when turning through East and West. ",
      "b": "Turning errors are maximum when turning through East and West, and minimum when turning through North and South. ",
      "c": "Turning errors increase, the nearer the aircraft is to the Magnetic Equator, and diminish as the aircraft approaches the Magnetic Poles. ",
      "d": "Acceleration errors increase the nearer the aircraft is to the Magnetic Poles, and diminish as the aircraft approaches the Magnetic Equator. "
    }
  },
  "55": {
    "title": "After starting a cold engine, if the oil pressure gauge does not indicate within approximately 30 seconds: ",
    "variants": {
      "a": "The engine must be stopped immediately. ",
      "b": "The engine rpm should be increased and then the oil pressure re-checked. ",
      "c": "This may be ignored, provided that the oil level was checked to be sufficient before start-up. ",
      "d": "This may be ignored if the oil temperature is high, provided that the oil level was checked to be sufficient before start-up. "
    }
  },
  "56": {
    "title": "Tyre creep may be identified by: ",
    "variants": {
      "a": "Alignment marks painted on the tyre sidewall and wheel flange. ",
      "b": "Two yellow diametrically opposed arrows painted on the tyre sidewalls. ",
      "c": "A tyre pressure check. ",
      "d": "Two white blocks painted on the wheel flange. "
    }
  },
  "57": {
    "title": "The exhaust gas temperature gauge:- ",
    "variants": {
      "a": "Can indicate whether the air-fuel mixture being drawn into the combustion chamber is too lean or too rich. ",
      "b": "Is an engine instrument designed to protect the engine from excessive heat. ",
      "c": "Does the same job as the cylinder head temperature gauge. ",
      "d": "Requires power from the D. C. bus-bar. "
    }
  },
  "58": {
    "title": "The correct working cycle of a four stroke engine is:- ",
    "variants": {
      "a": "Induction, compression, power, exhaust. ",
      "b": "Exhaust power induction, compression. ",
      "c": "Induction, power, compression, exhaust. ",
      "d": "Exhaust, induction, power, compression. "
    }
  },
  "59": {
    "title": "Flying an aircraft with a flat battery, having started the engine using a ground source, is: ",
    "variants": {
      "a": "Not recommended because the battery may not charge correctly during flight. ",
      "b": "Acceptable because the battery will be fully charged again before take-off. ",
      "c": "Acceptable because the battery is never required in flight. ",
      "d": "Not recommended because the electrical loads will not be energised. "
    }
  },
  "60": {
    "title": "It is important to ensure the priming pump is locked after use because: ",
    "variants": {
      "a": "It may cause fuel to be sucked from the fuel strainer into the inlet manifold, causing an extremely rich mixture. ",
      "b": "It may cause a fuel leak, resulting in an increased fire risk. ",
      "c": "It may cause fuel to be sucked from the fuel tank into the carburettor, causing an extremely rich mixture. ",
      "d": "If it vibrates closed, it will cause the engine to stop. "
    }
  },
  "61": {
    "title": "What will be the consequence for the validity of an aircraft's Certificate of Airworthiness (C of if the aircraft is not maintained in accordance with the approved maintenance schedule detailed in the C of A? ",
    "variants": {
      "a": "The C of A will be rendered invalid until such time as the required maintenance is completed. ",
      "b": "The aircraft owner must apply to the CAA for an exemption from the required maintenance schedule. ",
      "c": "The C of A must be renewed before the aircraft may fly. ",
      "d": "The validity of the C of A will not be affected. "
    }
  },
  "62": {
    "title": "The temperature of the gases within the cylinder of a four stroke engine during the power stroke will:- ",
    "variants": {
      "a": "Increase. ",
      "b": "Decrease. ",
      "c": "Follow Charles's Law. ",
      "d": "Remain constant. "
    }
  },
  "63": {
    "title": "The crankshaft in a piston engine: ",
    "variants": {
      "a": "Converts reciprocating movement into rotary motion.",
      "b": "Controls the clearance of the valves. ",
      "c": "Converts rotary motion into reciprocating movement.",
      "d": "Rotates at half the camshaft speed. "
    }
  },
  "64": {
    "title": "Baffles:- ",
    "variants": {
      "a": "Are directional air guides which direct the airflow fully around the cylinder. ",
      "b": "Are placed within the lubrication system to slow down the passage of oil into the engine. ",
      "c": "Reduce the flow of air around the engine. ",
      "d": "Must be close fitting to reduce the flow of air around the engine. "
    }
  },
  "65": {
    "title": "Pre-ignition: ",
    "variants": {
      "a": "Is usually caused by a hot spot in the combustion chamber. ",
      "b": "Is also known as pinking. ",
      "c": "Occurs after ignition. ",
      "d": "Happens after the spark occurs at the plug. "
    }
  },
  "66": {
    "title": "If is best to run the engine with the mixture: ",
    "variants": {
      "a": "Slightly rich, as the remaining fuel helps cool the engine. ",
      "b": "Chemically correct as this is most efficient ",
      "c": "Slightly rich, as the remaining air helps cool the engine. ",
      "d": "Slightly weak, as the remaining air helps cool the engine. "
    }
  },
  "67": {
    "title": "The compression ratio of a piston engine is the ratio of the: ",
    "variants": {
      "a": "Cylinder volume when the piston is at BDC to the cylinder volume when the piston is at TDC. ",
      "b": "Total cylinder volume to the volume when the piston is at bottom dead centre (BDC). ",
      "c": "Total cylinder volume to swept volume. ",
      "d": "Swept volume to clearance volume. "
    }
  },
  "68": {
    "title": "Detonation is: ",
    "variants": {
      "a": "Unstable combustion. ",
      "b": "An explosion that occurs before the normal ignition point. ",
      "c": "Usually associated with a rich mixture and high cylinder head temperature. ",
      "d": "Usually associated with a weak mixture and a low cylinder head temperature. "
    }
  },
  "69": {
    "title": "If the power supply to the pitot heater failed during flight in icing conditions and the aircraft subsequently descended, the readings on the Altimeter, the VSI and the ASI would, if ice had blocked the pitot (Total Pressure) tube:-  \nAltimeter  VSI  ASI ",
    "variants": {
      "a": "Read Correctly / Read Correctly / Under-read ",
      "b": "Read Correctly / Under-read / Over-read ",
      "c": "Under-read / Read Correctly / Over-read ",
      "d": "Read Correctly / Read Correctly / Over-read "
    }
  },
  "70": {
    "title": "The cylinder head temperature gauge:- ",
    "variants": {
      "a": "Obtains its temperature information from the hottest engine cylinder, by means of a probe consisting of two dissimilar metals joined together. ",
      "b": "Is primarily a fuel management instrument. ",
      "c": "Requires alternating current to power the instrument needle. ",
      "d": "Obtains its information from a probe which is installed about four inches from the cylinder head on the exhaust system. "
    }
  },
  "71": {
    "title": "In icing conditions, if a static vent became blocked during level flight and the aircraft subsequently climbed, the readings on the Altimeter, the VSI and the ASI would:- \nAltimeter  VSI  ASI ",
    "variants": {
      "a": "Remain unchanged / Remain unchanged / Under-read ",
      "b": "Remain unchanged / Under-read / Over-read ",
      "c": "Under-read / Remain unchanged / Over-read ",
      "d": "Over-read / Over-read / Under-read "
    }
  },
  "72": {
    "title": "The most probable cause of the needle of the oil pressure gauge fluctuating when the aircraft is in level flight with the engine running at cruise rpm is: ",
    "variants": {
      "a": "A low oil supply. ",
      "b": "The presence of air in the oil tank. ",
      "c": "A loose electrical connection. ",
      "d": "The low power setting. "
    }
  },
  "73": {
    "title": "The principal reason why light training aircraft have fixed undercarriages is that: ",
    "variants": {
      "a": "The reduced performance caused by the additional drag of a fixed undercarriage is offset by its simplicity, low cost and easy maintenance. ",
      "b": "Training aircraft need to manoeuvre on the ground. ",
      "c": "Training aircraft need to ensure that kinetic energy on landing is absorbed. ",
      "d": "Training aircraft need to be supported at a convenient height "
    }
  },
  "74": {
    "title": "In the aircraft tanks, fuel is most likely to be contaminated by water from: ",
    "variants": {
      "a": "Atmospheric air remaining in the tanks. ",
      "b": "Poorly fitting fuel caps. ",
      "c": "Contamination during re-fuelling. ",
      "d": "Leaks in the tanks that have let in rain. "
    }
  },
  "75": {
    "title": "The oil temperature gauge in the cockpit is connected to a temperature probe that senses the temperature of the oil: ",
    "variants": {
      "a": "After it passes through the oil cooler but before it reaches the hot sections of the engine. ",
      "b": "Within the hot sections of the engine. ",
      "c": "Before it passes through the oil cooler. ",
      "d": "In the sump of the engine. "
    }
  },
  "76": {
    "title": "An altimeter:- ",
    "variants": {
      "a": "Contains an aneroid capsule connected to a static pressure source. The capsule contracts during a descent ",
      "b": "Contains a barometric capsule, connected to a total pressure source, that contracts during a descent. ",
      "c": "Contains a barometric capsule that expands during a descent ",
      "d": "Contains a partially evacuated capsule that expands during a descent. "
    }
  },
  "77": {
    "title": "An accelerator pump is used to prevent a \"flat spot\". A \"flat spot\" is: ",
    "variants": {
      "a": "When the throttle is opened quickly and the demand for fuel cannot be met immediately. ",
      "b": "When the throttle is closed quickly and the engine is starved of fuel. ",
      "c": "When the throttle is opened quickly and the mixture becomes temporarily too rich. ",
      "d": "When the throttle is closed and the mixture becomes temporarily too rich. "
    }
  },
  "78": {
    "title": "If is possible to get carburettor icing when the relative humidity is greater than 50% within a temperature range of: ",
    "variants": {
      "a": "-7 to +33°C. ",
      "b": "0°C and below. ",
      "c": "-20 to +10°C. ",
      "d": "At any temperature. "
    }
  },
  "79": {
    "title": "If a fuse blows during flight it: ",
    "variants": {
      "a": "May be replaced in the air once only, by one of the same value. ",
      "b": "Should not be replaced until after landing. ",
      "c": "May be replaced by a fuse of a higher rating to ensure that it will not blow again. ",
      "d": "May be replaced as often as required. "
    }
  },
  "80": {
    "title": "Most nose wheels on modern light aircraft are: ",
    "variants": {
      "a": "Oleo pneumatic shock-absorber struts. ",
      "b": "Spring steel struts. ",
      "c": "Spring coil struts. ",
      "d": "Compressed rubber struts. "
    }
  },
  "81": {
    "title": "If, while an aircraft is descending, the static vent leading to the Vertical Speed Indicator becomes blocked, the indicator will: ",
    "variants": {
      "a": "Show a zero reading, after a short delay. ",
      "b": "Continue to show the same reading. ",
      "c": "Indicate a climb. ",
      "d": "Indicate a descent. "
    }
  },
  "82": {
    "title": "When an aircraft is in flight, the pressure sensed by the forward facing hole in the pitot tube is: ",
    "variants": {
      "a": "Dynamic pressure plus static pressure. ",
      "b": "Static pressure only. ",
      "c": "Total pressure plus dynamic pressure. ",
      "d": "Dynamic pressure only. "
    }
  },
  "83": {
    "title": "Which of the following will increase the angle of attack of a fixed pitch propeller blade? ",
    "variants": {
      "a": "Decreased TAS and increased RPM. ",
      "b": "Increased TAS and increased RPM. ",
      "c": "Increased TAS and decreased RPM. ",
      "d": "Decreased TAS and decreased RPM. "
    }
  },
  "84": {
    "title": "The gyro in an artificial horizon is: ",
    "variants": {
      "a": "An earth gyro rotating in a horizontal plane about a vertical axis. ",
      "b": "An earth gyro rotating in a vertical plane about the aircraft's lateral axis. ",
      "c": "An earth gyro rotating in a vertical plane about the aircraft's longitudinal axis. ",
      "d": "A tied gyro rotating in a horizontal plane about the aircraft's longitudinal axis. "
    }
  },
  "85": {
    "title": "On a fixed pitch propeller aircraft whose engine is fitted with a carburettor, the of induction system icing are: ",
    "variants": {
      "a": "A gradual drop in rpm and possible rough running and vibration. ",
      "b": "A sudden drop in rpm and engine temperature. ",
      "c": "A rise in manifold pressure and a reduction in air-speed, in level flight. ",
      "d": "A rise in engine oil temperature and a fall in oil pressure. "
    }
  },
  "86": {
    "title": "The main advantage of an alternator over a generator is that:- ",
    "variants": {
      "a": "An alternator will give almost full power at engine idling speed. ",
      "b": "A generator can only produce alternating current. ",
      "c": "The output of a generator fluctuates too much. ",
      "d": "An alternator produces direct current from its armature. "
    }
  },
  "87": {
    "title": "As air enters the restriction of a Venturi, velocity_____, static or ambient pressure _____and temperature_____. ",
    "variants": {
      "a": "Increases Decreases Decreases ",
      "b": "Increases Increases Increases ",
      "c": "Decreases Increases Decreases ",
      "d": "Decreases Decreases Increases "
    }
  },
  "88": {
    "title": "Which instruments are usually powered by a vacuum pump system? \n(1) Direction Indicator \n(2) Turn Coordinator  \n(3) Attitude Indicator \n(4) Altimeter \n(5) Magnetic Compass. ",
    "variants": {
      "a": "(1) and (3). ",
      "b": "(1) and (2). ",
      "c": "(1), (3) and (4). ",
      "d": "(1), (3) and (5). "
    }
  },
  "89": {
    "title": "Detonation is: ",
    "variants": {
      "a": "Harmful to the pistons. ",
      "b": "Also known as 'piston slap'. ",
      "c": "Part of normal engine running. ",
      "d": "Cannot be identified externally. "
    }
  },
  "90": {
    "title": "The distributor arm rotates at: ",
    "variants": {
      "a": "A half engine speed. ",
      "b": "One quarter engine speed. ",
      "c": "Engine speed. ",
      "d": "Twice engine speed. "
    }
  },
  "91": {
    "title": "A Direction Indicator may be aligned with the magnetic compass:- ",
    "variants": {
      "a": "By using the caging knob to rotate the DI azimuth card when the wings are level. ",
      "b": "To minimise the effect of magnetic dip. ",
      "c": "Periodically, to offset the affect of acceleration during a turn. ",
      "d": "Because of the effect of liquid swirl. "
    }
  },
  "92": {
    "title": "Where, in an aircraft-engine fuel system, is the electric fuel-boost pump normally fitted? ",
    "variants": {
      "a": "At the lowest point of the fuel tank. ",
      "b": "Immediately adjacent to the mechanical fuel pump. ",
      "c": "Between the mechanical fuel pump and the carburettor. "
    }
  },
  "93": {
    "title": "A magnetic heading:- ",
    "variants": {
      "a": "Is the sum of the compass heading and compass deviation. ",
      "b": "Is the sum of the compass heading, compass deviation and variation. ",
      "c": "Is not affected by turning errors. ",
      "d": "Is always referenced to True North. "
    }
  },
  "94": {
    "title": "The prevention of excessive oil pressure in an aircraft engine is assured by: ",
    "variants": {
      "a": "The engine's oil pressure relief valve. ",
      "b": "Ensuring that the engine does not exceed the red-line rpm value. ",
      "c": "The engine's high capacity pressure pump. ",
      "d": "The engine's filter by-pass valve. "
    }
  },
  "95": {
    "title": "How soon after starting a cold aircraft engine should the oil pressure gauge give an indication? ",
    "variants": {
      "a": "Within 30 seconds; otherwise shut down the engine. ",
      "b": "Immediately; otherwise shut down the engine. ",
      "c": "By the time pre-flight checks are complete; otherwise shut down the engine. ",
      "d": "As long as the oil levels were at an adequate level before start-up, and RPM is within limits, it is probable that the oil pressure gauge is faulty and should be reported after the flight. "
    }
  },
  "96": {
    "title": "If the gyro of a turn indicator runs at a lower rpm than its design specification, how will the actual rate of turn of the aircraft compare to the rate of turn shown on the turn indicator? ",
    "variants": {
      "a": "The actual rate of turn of the aircraft will be greater than the rate indicated. ",
      "b": "The actual rate of turn of the aircraft will be same as the rate indicated. ",
      "c": "The actual rate of turn of the aircraft will be less than the rate indicated. ",
      "d": "The turn indicator will not indicate a rate of turn. "
    }
  },
  "97": {
    "title": "To work at its highest efficiency, the engine:- ",
    "variants": {
      "a": "Needs to be at the highest temperature consistent with safe operation. ",
      "b": "Oil system must constantly be supplied with hot oil. ",
      "c": "Must be used at high altitude to take advantage of the cooling effect of the atmosphere. ",
      "d": "Needs to be at the lowest temperature consistent with safe operation. "
    }
  },
  "98": {
    "title": "On your instrument panel, the suction gauge is showing system failure. However, the gyro-driven instruments appear to be functioning normally, and the Low Vacuum Warning Light is off. Where do you think the problem lies? ",
    "variants": {
      "a": "In the suction gauge. ",
      "b": "In the suction system. ",
      "c": "With the Low Vacuum Warning Light. ",
      "d": "In the gyro driven instruments. "
    }
  },
  "99": {
    "title": "When a compass swing is being carried out: ",
    "variants": {
      "a": "The aircraft's heading compass reading is compared with readings from a 'land or datum' compass. ",
      "b": "It can be carried out on any part of the airfield which is dry and flat. ",
      "c": "It will enable the aircraft's variation to be determined. "
    }
  },
  "100": {
    "title": "What part(s) of a reciprocating aircraft engine seal(s) the combustion chamber? ",
    "variants": {
      "a": "The cylinder rings and valves. ",
      "b": "The cylinder gasket. ",
      "c": "The spark plugs. ",
      "d": "The camshaft. "
    }
  },
  "101": {
    "title": "The piston rod in a reciprocating engine forms a link between ",
    "variants": {
      "a": "The cylinder piston and the crankshaft. ",
      "b": "The cylinder piston and the camshaft. ",
      "c": "The valve rod and the rocker arm. ",
      "d": "The rocker arm and the valve body. "
    }
  },
  "102": {
    "title": "What part in a reciprocating four-stroke engine operates the piston valves? ",
    "variants": {
      "a": "The camshaft. ",
      "b": "The piston rod. ",
      "c": "The piston bolt. ",
      "d": "The diffusor valve. "
    }
  },
  "103": {
    "title": "The purpose of fins around the cylinder of a reciprocating air-cooled aircraft engine is a ",
    "variants": {
      "a": "Better cylinder cooling. ",
      "b": "Cylinder augmentation. ",
      "c": "Lower engine aerodynamic drag. ",
      "d": "Lower engine mass. "
    }
  },
  "104": {
    "title": "The power of an aviation engine without a supercharger decreases with altitude because of ",
    "variants": {
      "a": "Lower air density and therefore insufficient cylinder loading. ",
      "b": "Lower outside temperatures it does not operate at optimum temperature. ",
      "c": "Higher air density it receives too poor fuel/air mixture. ",
      "d": "Lower air density it receives too rich fuel/air mixture. "
    }
  },
  "105": {
    "title": "A reciprocating aviation engine develops the highest power ",
    "variants": {
      "a": "In level flight at low altitude. ",
      "b": "At high altitudes. ",
      "c": "During takeoff with full RPM. ",
      "d": "During takeoff. "
    }
  },
  "106": {
    "title": "Oil in a reciprocating engine serves ",
    "variants": {
      "a": "For lubricating and cooling of the engine. ",
      "b": "To increase mixture combustion temperature in the cylinders. ",
      "c": "As additive for proper fuel/air which burns in the cylinders. ",
      "d": "For quiet engine operating only. "
    }
  },
  "107": {
    "title": "What would be the most likely cause of fluctuating oil pressure in an aircraft engine? ",
    "variants": {
      "a": "Low oil level. ",
      "b": "Worn or loose bearing. ",
      "c": "Loose prop seal. ",
      "d": "Faulty oil pressure indicator. "
    }
  },
  "108": {
    "title": "When the engine is stopped, the main source of electrical power is the ",
    "variants": {
      "a": "Battery. ",
      "b": "Magneto. ",
      "c": "Generator or alternator. ",
      "d": "Circuit breaker. "
    }
  },
  "109": {
    "title": "For exciting of the alternator an initial electrical current is needed, provided by the ",
    "variants": {
      "a": "Battery. ",
      "b": "Magneto. ",
      "c": "Ignition coil. ",
      "d": "Current distributor. "
    }
  },
  "110": {
    "title": "Can the alternator of an aircraft engine operate without the battery? ",
    "variants": {
      "a": "No, in no case. ",
      "b": "Yes, provided the magnetos operate properly. ",
      "c": "Yes, however at high RPM only. ",
      "d": "Yes, provided the pilot has switched off all electrical services on board. "
    }
  },
  "111": {
    "title": "To which source of electrical power is the starter of an aircraft engine connected to? ",
    "variants": {
      "a": "Directly to the battery. ",
      "b": "To the external source of electrical power only. ",
      "c": "To the alternator or generator. ",
      "d": "Depends on the type of aircraft. "
    }
  },
  "112": {
    "title": "The battery master switch should be turned to OFF after the engine is stopped to avoid the battery discharging through the ",
    "variants": {
      "a": "Ignition switch. ",
      "b": "Magnetos. ",
      "c": "Alternator or generator. ",
      "d": "Electrical services connected to it. "
    }
  },
  "113": {
    "title": "One purpose of the dual ignition system on an aircraft engine is to provide for ",
    "variants": {
      "a": "Improved engine performance. ",
      "b": "Balanced cylinder head pressure. ",
      "c": "Uniform heat distribution. "
    }
  },
  "114": {
    "title": "What would be the result of a single magneto failure on an aircraft in cruise flight? ",
    "variants": {
      "a": "A slight drop in RPM, plus a slight increase in fuel consumption. ",
      "b": "The engine would be difficult to control. ",
      "c": "The engine would backfire excessively. ",
      "d": "Black smoke would be observed from the exhaust. "
    }
  },
  "115": {
    "title": "Can an engine of a parked modern reciprocating aircraft fire if somebody turns the propeller by hand? ",
    "variants": {
      "a": "Yes, provided the master switch is on. ",
      "b": "Normally not if the engine is cold with ignition switched off. ",
      "c": "No, under no circumstances. ",
      "d": "Yes, always. "
    }
  },
  "116": {
    "title": "The operating principle of float-type carburettors is based on the ",
    "variants": {
      "a": "Increase in air velocity in the throat of a venturi causing an increase in air pressure. ",
      "b": "Automatic metering of air at the venturi as the aircraft gains altitude. ",
      "c": "Difference in air pressure at the venturi throat and the air inlet. "
    }
  },
  "117": {
    "title": "A carburettor is used to supply ",
    "variants": {
      "a": "A fuel/air mixture to the engine cylinders. ",
      "b": "Air to the engine cylinders. ",
      "c": "Fuel to the engine cylinders. "
    }
  },
  "118": {
    "title": "An engine that does not have a carburettor but rather metered fuel that is fed under ",
    "variants": {
      "a": "pressure into the induction manifold, is said to have ",
      "b": "Fuel injection. ",
      "c": "Supercharging. ",
      "d": "Metering carburettor. "
    }
  },
  "119": {
    "title": "The basic purpose of adjusting the fuel/air mixture at altitude is to ",
    "variants": {
      "a": "Decrease the fuel flow in order to compensate for decreased air density. ",
      "b": "Decrease the amount of fuel in the mixture in order to compensate for increased air density. ",
      "c": "Increase the amount of fuel in the mixture to compensate for the decrease in pressure and ",
      "d": "Density of the air. "
    }
  },
  "120": {
    "title": "What change occurs in the fuel/air mixture when carburettor heat is applied? ",
    "variants": {
      "a": "The fuel/air mixture becomes richer. ",
      "b": "A decrease in RPM results from the lean mixture. ",
      "c": "The fuel/air mixture becomes leaner. "
    }
  },
  "121": {
    "title": "While cruising at 9,500 feet MSL, the fuel/air mixture is properly adjusted. What will occur if a descent to 4,500 feet MSL is made without readjusting the mixture? ",
    "variants": {
      "a": "The fuel/air mixture may become excessively lean. ",
      "b": "There will be more fuel in the cylinders than is needed for normal combustion, and the excess fuel will absorb heat and cool the engine. ",
      "c": "The excessively rich mixture will create higher cylinder head temperatures and may cause detonation. "
    }
  },
  "122": {
    "title": "If an aircraft is equipped with a fixed-pitch propeller and a float-type carburettor, the first indication of carburettor ice would most likely be ",
    "variants": {
      "a": "Loss of RPM. ",
      "b": "Engine roughness. ",
      "c": "A drop in oil temperature and cylinder head temperature. "
    }
  },
  "123": {
    "title": "Carburettor ice has formed in the venturi of your carburettor and your aircraft starts losing power. Will the use of carburettor heat result in immediate increase in RPM? ",
    "variants": {
      "a": "No, in a fixed-pitch propeller aircraft there will first be some rough running and a further ",
      "b": "Loss of RPM as the melted ice is ingested by the engine. Then RPM will increase. ",
      "c": "Yes, since the carburettor ice will melt immediately. ",
      "d": "No, since carburettor heat simply melts the ice and does not affect RPM. "
    }
  },
  "124": {
    "title": "What is the purpose of an auxiliary fuel boost pump installed in some light aircraft? ",
    "variants": {
      "a": "Providing fuel to the carburettor during start-up and supplying fuel if the engine driven fuel pump fails. ",
      "b": "Faster emptying of fuel tanks. ",
      "c": "Pre-injection of fuel into engine cylinders. ",
      "d": "Increasing engine efficiency. "
    }
  },
  "125": {
    "title": "Proper functioning of an auxiliary fuel pump could be checked by ",
    "variants": {
      "a": "The alternator output. ",
      "b": "The fuel pressure. ",
      "c": "The characteristic noise. ",
      "d": "A fuel dropping out of the drain hole. "
    }
  },
  "126": {
    "title": "Why do high compression engines require fuels of a higher grade? ",
    "variants": {
      "a": "To avoid detonation and resulting destruction of the engine. ",
      "b": "To develop more power. ",
      "c": "To prevent carburettor icing at high speeds. ",
      "d": "To avoid pre-ignition and resulting destruction of the engine. "
    }
  },
  "127": {
    "title": "On a reciprocating aviation engine, what is controlled by the exhaust temperature gauge (EGT)? ",
    "variants": {
      "a": "Quality of the fuel/air mixture. ",
      "b": "Carburettor icing. ",
      "c": "Oil pressure. ",
      "d": "Oil consumption. "
    }
  },
  "128": {
    "title": "An abnormally high oil temperature indication in case of a four-stroke engine may be caused by ",
    "variants": {
      "a": "The oil level being too low. ",
      "b": "Operating with a too high viscosity oil. ",
      "c": "Excessively rich mixture. ",
      "d": "The oil level being too high. "
    }
  },
  "129": {
    "title": "For internal cooling, a reciprocating aircraft engine especially depends on ",
    "variants": {
      "a": "The air flowing over the exhaust manifold. ",
      "b": "The circulation of lubricating oil. ",
      "c": "A properly functioning thermostat. "
    }
  },
  "130": {
    "title": "As the throttle is advanced, what happens to the constant-speed propeller of an aircraft? ",
    "variants": {
      "a": "Angle of attack will increase. ",
      "b": "Angle of attack will not change. ",
      "c": "RPM will increase. ",
      "d": "Angle of attack will decrease. "
    }
  },
  "131": {
    "title": "In what flight condition is a torque effect the greatest in a single-engine airplane? ",
    "variants": {
      "a": "Low airspeed, high power, high angle of attack. ",
      "b": "High airspeed, high power, high angle of attack. ",
      "c": "Low airspeed, low power, low angle of attack. "
    }
  },
  "132": {
    "title": "Which adverse effect, caused by a gyroscopic effect, will a pilot experience during the takeoff roll while lifting a tail off the ground? ",
    "variants": {
      "a": "Banking tendency. ",
      "b": "Pitching. ",
      "c": "Yawing. "
    }
  },
  "133": {
    "title": "What is the function of a shimmy dumper on an aircraft undercarriage? ",
    "variants": {
      "a": "To prevent nose wheel vibrations. ",
      "b": "To dumpen bouncing. ",
      "c": "To decrease main leg piston travel. ",
      "d": "To decrease shocks on direction pedals. "
    }
  },
  "134": {
    "title": "Which instrument(s) is (are) connected to the total pressure? ",
    "variants": {
      "a": "Airspeed indicator only. ",
      "b": "Airspeed indicator, classic rate-of-climb indicator, and altimeter. ",
      "c": "Classic vertical speed indicator and altimeter. ",
      "d": "Classic vertical speed indicator only. "
    }
  },
  "135": {
    "title": "Besides the altimeter, which instruments are connected to the static pressure line? ",
    "variants": {
      "a": "Airspeed indicator, vertical speed indicator, and turn-and-skid indicator. ",
      "b": "Airspeed indicator only. ",
      "c": "Airspeed indicator and external temperature indicator. ",
      "d": "Airspeed indicator and vertical speed indicator. "
    }
  },
  "136": {
    "title": "What causes the true airspeed of an airplane to differ from its indicated airspeed? ",
    "variants": {
      "a": "The forward wind component. ",
      "b": "Pitot error caused by flow losses in the pitot tube. ",
      "c": "Yaw error caused by the yawing movement in cruise flight. ",
      "d": "Variations in temperature and air density. "
    }
  },
  "137": {
    "title": "Which is an important airspeed limitation that is not color coded on airspeed indicators on any one aircraft or glider? ",
    "variants": {
      "a": "Maneuvering speed (VA). ",
      "b": "Maximum structural cruising speed (VMO). ",
      "c": "Never-exceed speed (VNE). ",
      "d": "Maximum speed with wing flaps extended (VFE). "
    }
  },
  "138": {
    "title": "The maximum speed for flaps extension is ",
    "variants": {
      "a": "equal to the maximum speed for flying with flaps extended. ",
      "b": "lower than the maximum speed for flying with flaps extended. ",
      "c": "equal to the maximum cruising speed. ",
      "d": "equal to the maneuvering speed. "
    }
  },
  "139": {
    "title": "What does the green color band on the airspeed indicator of an aircraft indicate? ",
    "variants": {
      "a": "Normal operating speed range. ",
      "b": "Dangerous area. ",
      "c": "The landing gear and flaps operating speed range. ",
      "d": "Maximum allowed speed. "
    }
  },
  "140": {
    "title": "What does the red line on an aviation instrument generally represent? ",
    "variants": {
      "a": "Maximal or minimal allowed value. ",
      "b": "Dangerous area. ",
      "c": "Landing gear operating speed range. ",
      "d": "Normal operating range. "
    }
  },
  "141": {
    "title": "The red line on an airspeed indicator of a sport aircraft represents the ",
    "variants": {
      "a": "speed which must not be exceeded any time. ",
      "b": "maximum speed for abrupt controls movement. ",
      "c": "speed which could be exceeded in calm air only. ",
      "d": "speed which could be exceeded with the wing flaps raised and the landing gear retracted. "
    }
  },
  "142": {
    "title": "The barometric pressure scale on an aircraft altimeter serves for ",
    "variants": {
      "a": "setting of pressure value at the pressure level, from which will the altimeter measure altitudes. ",
      "b": "air pressure reading at flight altitude. ",
      "c": "pressure difference reading between the air pressure at the airport level and the air pressure at the sea level. ",
      "d": "exact setting of the altimeter during the annual inspection in a service facility. "
    }
  },
  "143": {
    "title": "If set to QNH, what will be aircraft altimeter reading after landing? ",
    "variants": {
      "a": "Airfield height above the mean sea level. ",
      "b": "Zero. ",
      "c": "Airfield height above the pressure plane 1013,2 hPa. ",
      "d": "Airfield pressure altitude above the standard value. "
    }
  },
  "144": {
    "title": "What height does the altimeter indicate if set to local QNH? ",
    "variants": {
      "a": "Height above sea level. ",
      "b": "Height above airport. ",
      "c": "Height above terrain. ",
      "d": "Flight level. "
    }
  },
  "145": {
    "title": "Which altitudes indicates an aircraft altimeter if set to standard atmospheric pressure? ",
    "variants": {
      "a": "Flight levels. ",
      "b": "Absolute altitudes. ",
      "c": "Relative altitudes. ",
      "d": "True altitudes above the ground surface. "
    }
  },
  "146": {
    "title": "What would be the indication of an aircraft altimeter if the pilot fails to set QNH during descent, and therefore lives the instrument set to the standard pressure? ",
    "variants": {
      "a": "The airport heigh above the pressure plane 1013.2 hPa. ",
      "b": "Zero. ",
      "c": "The airport elevation. ",
      "d": "The indication is not usable. "
    }
  },
  "147": {
    "title": "If a pilot changes the altimeter setting to a lower pressure, the altitude indication will ",
    "variants": { "a": "decrease. ", "b": "stay unchanged. ", "c": "increase. " }
  },
  "148": {
    "title": "When set to QFE pressure, an altimeter will indicate the ",
    "variants": {
      "a": "height above the airfield. ",
      "b": "altitude above sea level. ",
      "c": "true altitude above ground surface. ",
      "d": "flight level. "
    }
  },
  "149": {
    "title": "If an altimeter is set to QFE pressure, the instrument indication after landing will be ",
    "variants": {
      "a": "zero. ",
      "b": "the airfield elevation. ",
      "c": "the airfield height above the pressure plain 1013.2 hPa. ",
      "d": "the airfield pressure height above the standard value. "
    }
  },
  "150": {
    "title": "If a flight is made from an area of high pressure into an area of low pressure without the altimeter setting being adjusted, the aircraft true altitude ",
    "variants": {
      "a": "decreases. ",
      "b": "increases. ",
      "c": "stays unchanged. "
    }
  }
}
