{
  "1": {
    "title": "Following an aviation accident in the Republic of Serbia, to which of the following must the accident be reported as expeditiously as possible? ",
    "variants": {
      "a": "The Civil Aviation Authority and the local police. ",
      "b": "The Chief Inspector of the Air Accident Investigation Branch (AAIB) and to the local police. ",
      "c": "The home airfield of the aircraft involved in the accident. ",
      "d": "The nearest Air Traffic Control Unit. "
    }
  },
  "2": {
    "title": "If a pilot judges that his aircraft is in grave and imminent danger, his message should begin with thewords: ",
    "variants": {
      "a": "Mayday Mayday Mayday. ",
      "b": "Pan Pan Pan Pan Pan Pan. ",
      "c": "Either Pan Pan Pan Pan Pan Pan or Mayday Mayday Mayday. ",
      "d": "Emergency Emergency Emergency. "
    }
  },
  "3": {
    "title": "Which one of the following statements is false? An accident must be reported if, between the time that anyone boards an aircraft to go flying and until everyone has left it: ",
    "variants": {
      "a": "A passenger dies from natural causes. ",
      "b": "Anyone is killed or seriously injured while in or on the aircraft. ",
      "c": "The aircraft incurs damage or structural failure. ",
      "d": "The aircraft is completely inaccessible or missing."
    }
  },
  "4": {
    "title": "Which of the following cases constitutes an aircraft accident? ",
    "variants": {
      "a": "The injury of a person on the ground after being struck by any part of an aircraft which had detached from the aircraft while it was airborne but where the safety of the aircraft was not necessarily compromised. ",
      "b": "A lightning strike on an aircraft in flight. ",
      "c": "An engine failure in flight. ",
      "d": "A burst main gear or tailwheel tyre during the take-off or landing roll. "
    }
  },
  "5": {
    "title": "If a pilot elects to make a distress or urgency call, on which frequency should he first transmit, as an alternative to 121.5 MHz? ",
    "variants": {
      "a": "The frequency he is currently using. ",
      "b": "He should always change immediately to 121.5 MHz before transmitting. ",
      "c": "The frequency of the nearest airfield with a full Air traffic Control Service. ",
      "d": "His home airfield frequency. "
    }
  },
  "6": {
    "title": "In establishing noise preferential routes, turns during take off and climb should not be required unless the aircraft has reached: ",
    "variants": {
      "a": "500 ft above terrain or the highest obstacles under the flight path. ",
      "b": "1000 ft above terrain or the highest obstacles under the flight path. ",
      "c": "1500 ft above terrain or the highest obstacles under the flight path. ",
      "d": "2000 ft above terrain or the highest obstacles under the flight path. PPL (A) – Operational proceduresLatest information about the exam can be found atwww.cad.gov.rs/osoblje.php      3 / 25"
    }
  },
  "7": {
    "title": "Which of the following is not a Search & Rescue Alerting phase? ",
    "variants": {
      "a": "Urgency phase. ",
      "b": "Uncertainty phase. ",
      "c": "Alert Phase. ",
      "d": "Distress phase. "
    }
  },
  "8": {
    "title": "It’s the pilot's responsibility to ensure that the aircraft is properly equipped for the planned flight. If there is any doubt the pilot should consult: ",
    "variants": {
      "a": " Minimum Equipment List. ",
      "b": "Certificate of Airworthiness. ",
      "c": "Certificate of Maintenance Review, ",
      "d": "Pilot's Operating Handbook. "
    }
  },
  "9": {
    "title": "Before flight it is the pilot's responsibility to check that the aircraft is properly registered, is airworthy and has been maintained properly. To this end he must check a variety of documents. Which one of the following is not required to be checked? ",
    "variants": {
      "a": "Minimum Equipment List. ",
      "b": "Certificate of Airworthiness. ",
      "c": "Technical log. ",
      "d": "Third Party Insurance certificate. "
    }
  },
  "10": {
    "title": "All aircraft on the aircraft movement area of an aerodrome with engines running are display lights to indicate this. Which one of the following is used for this purpose? ",
    "variants": {
      "a": "Red anti-collision light ",
      "b": "Landing light. ",
      "c": "Navigation lights. ",
      "d": "Tail light. "
    }
  },
  "11": {
    "title": "For night operation, airplanes and gliders must be equipped with the following lights: ",
    "variants": {
      "a": "Right wing tip: green light, left wing tip: red light, tail: white light. ",
      "b": "Left wing tip: green light, right wing tip: red light, tail: white light. ",
      "c": "Left wing tip: white light, right wing tip: white light, tail: red light. ",
      "d": "Left wing tip: white light, right wing tip: white light, tail: orange light. "
    }
  },
  "12": {
    "title": "In the course of a flight during daylight hours, a pilot notices that the aircraft's anti collision light has failed. What course of action should he take? ",
    "variants": {
      "a": "Continue with the flight, as long as it can be completed in daylight, and get the light repaired at the earliest opportunity. ",
      "b": "Land immediately at the nearest aerodrome. ",
      "c": "Land as soon as practically possible at the nearest suitable airfield. ",
      "d": "Return to his base airfield and declare the aircraft unserviceable until the light has been repaired. "
    }
  },
  "13": {
    "title": "When must the anti-collision beacon on an aircraft be operating (if installed)? ",
    "variants": {
      "a": "Must be on all the time the engine of an aircraft is running. ",
      "b": "All the time the aircraft is flying. ",
      "c": "Must be switched on after engine start-up and switched off before engine shut-down. ",
      "d": "Must be switched on shortly before takeoff and switched off when the aircraft vacates the runway. PPL (A) – Operational proceduresLatest information about the exam can be found atwww.cad.gov.rs/osoblje.php      4 / 25"
    }
  },
  "14": {
    "title": "At the scene of an aircraft accident, a survivor has made a ground signal showing a large cross with angles of 90° between the arms of the cross. What does this mean? ",
    "variants": {
      "a": "Require medical assistance. ",
      "b": "Require assistance. ",
      "c": "This is our position. ",
      "d": "All survivors are uninjured. "
    }
  },
  "15": {
    "title": "Official data regarding operating limitations and allowed mass of your aircraft could be found in : ",
    "variants": {
      "a": "Aircraft's Flight Manual. ",
      "b": "Maintenance Log. ",
      "c": "Certificate of Airworthiness and in Certificate of Registration. ",
      "d": "Official Gazette of Civil Aviation Authority. "
    }
  },
  "16": {
    "title": "What frequency should be monitored by an aircraft when taking-off from an airfield inside the territory of the Republic of Serbia without published frequency? ",
    "variants": { "a": "123.5 MHz. ", "b": "123.2 MHz. ", "c": "122.8 MHz. ", "d": "121.5 MHz. " }
  },
  "17": {
    "title": "The pilot of an aircraft taking-off from an airfield where the altimeter setting is not readily available, shall set the aircraft altimeter to : ",
    "variants": {
      "a": "The elevation of the airfield. ",
      "b": "The altitude zero. ",
      "c": "1013.2 hpa. ",
      "d": "The altimeter setting of the nearest controlled airport. "
    }
  },
  "18": {
    "title": "What unit of measurement is in use in aviation when vertical velocity parameters are reported? ",
    "variants": {
      "a": "Feet per minute. ",
      "b": "Meters per minute. ",
      "c": "Meters per second. ",
      "d": "Feet per second. "
    }
  },
  "19": {
    "title": "What units of measurement are in use in aviation when wind parameters are reported to the pilot (with the exception of takeoff and landing)? ",
    "variants": {
      "a": "True direction and knots. ",
      "b": "True direction and kilometers per hour. ",
      "c": "Magnetic direction and statute miles per hour. ",
      "d": "Magnetic direction and knots. "
    }
  },
  "20": {
    "title": "During a walk around check you move the control column of your aircraft to one side and notice that the up-aileron deflects more than the down-aileron. You would normally : ",
    "variants": {
      "a": "Do nothing, because the ailerons are of the type \"differential\". ",
      "b": "Call the mechanic. ",
      "c": "Consider situation normal as long as the difference in deflections on opposite sides is equal, however you would make a technical remark in the book. ",
      "d": "Fix uneven deflections by adjusting the regulating screws on the aileron control system. PPL (A) – Operational proceduresLatest information about the exam can be found atwww.cad.gov.rs/osoblje.php      5 / 25"
    }
  },
  "21": {
    "title": "When tying down an aircraft, when should some slack be left in the rope? ",
    "variants": {
      "a": "When using manila ropes tie-down. ",
      "b": "When using nylon ropes tie-down. ",
      "c": "Where there are strong winds. ",
      "d": "Tie-downs should be tied firmly, never leave slack."
    }
  },
  "22": {
    "title": "What should be done if your aircraft engine overheats while taxiing? ",
    "variants": {
      "a": "Turn into wind and idle at the recommended RPM. ",
      "b": "Shut off the engine immediately. ",
      "c": "Speed up the engine for improved airflow over the cooling fins. ",
      "d": "Enrich mixture to provide cooler combustion temperatures. "
    }
  },
  "23": {
    "title": "What is the proper pilot procedure in case of a popped-out circuit breaker? ",
    "variants": {
      "a": "Wait until the circuit breaker cools and push it in; if it popes up again, do not Push the circuit breaker and hold it firmly in by finger until land. ",
      "b": "Not to push in the circuit breaker in any case. ",
      "c": "Push the circuit breaker in with the related electrical equipment switched off. ",
      "d": "Push it again. "
    }
  },
  "24": {
    "title": "If an engine failure is accompanied by mechanical noise and the propeller stops rotating, the cause of the engine failure is most likely : ",
    "variants": {
      "a": "Break-up of a piston valve. ",
      "b": "Fuel starvation. ",
      "c": "Failure of a magneto. "
    }
  },
  "25": {
    "title": "Following a sudden and complete loss of power from the engine, there is no mechanical noise and the propeller continues to windmill. The likely cause of the power loss is : ",
    "variants": {
      "a": "Fuel starvation. ",
      "b": "Failure of a magneto. ",
      "c": "Break-up of a piston or valve. "
    }
  },
  "26": {
    "title": "What should you do if your cylinder head temperature drops too low during an approach to land or in a glide? ",
    "variants": {
      "a": "Apply sufficient power to keep the engine warm. ",
      "b": "Turn on carburetor heating. ",
      "c": "Reduce airspeed to decrease the cooling effect of the airflow. ",
      "d": "Lean the mixture. "
    }
  },
  "27": {
    "title": "What is the reason for shutting down an aviation reciprocating engine using the mixture lever rather than the ignition switch? ",
    "variants": {
      "a": "By doing that we avoid self-ignition due to presence of the fuel/air mixture in cylinders. ",
      "b": "Because an engine cannot be shut down by switching the magnetos off. ",
      "c": "By doing that we prevent the engine to be shut down at too high temperature. ",
      "d": "Because at magnetos switching off the engine stops very rapidly and damage of the main shaft bearings could occur. PPL (A) – Operational proceduresLatest information about the exam can be found atwww.cad.gov.rs/osoblje.php      6 / 25"
    }
  },
  "28": {
    "title": "What initial precaution should be taken by the pilot when parking an aircraft with a magneto that is unable to be grounded because of a faulty connection in the ignition switch? ",
    "variants": {
      "a": "A placard should be placed on the aircraft warning others of \"live magnetos\". ",
      "b": "Other pilots should be warned against flying the aircraft. ",
      "c": "The aircraft should be grounded by making an entry in the Journey Log. ",
      "d": "The CCA should be notified at once. "
    }
  },
  "29": {
    "title": "What is the most reliable practical method of checking the fuel level in the reservoirs of an aircraftwhile on ground? ",
    "variants": {
      "a": "Visual checking the fuel level in the reservoir. ",
      "b": "Reading the fuel gauges with engine running. ",
      "c": "Weighing of an aircraft. ",
      "d": "Shaking the wingtip and observing the fuel bouncing. "
    }
  },
  "30": {
    "title": "Why should you check a sample of fuel from the sump and filter before each flight? ",
    "variants": {
      "a": "To be certain that the fuel is free of contaminants and of the proper grade. ",
      "b": "To be certain that the fuel is free flowing. ",
      "c": "To know that the fuel pump is working properly. ",
      "d": "To be sure that the proper grade of fuel is used. "
    }
  },
  "31": {
    "title": "Which fuel contaminant is the most difficult to isolate with simple filter systems? ",
    "variants": {
      "a": "Water. ",
      "b": "Fine rust or dirt particles. ",
      "c": "Grease or oil. ",
      "d": "Ice. "
    }
  },
  "32": {
    "title": "To properly purge water from the fuel system of an aircraft equipped with fuel tank sumps and a fuel strainer quick drain, it is necessary to drain fuel from the : ",
    "variants": {
      "a": "Fuel strainer drain and the fuel tank sumps. ",
      "b": "Fuel strainer drain. ",
      "c": "Lowest point in the fuel system. "
    }
  },
  "33": {
    "title": "What is the best way to reduce the possibility of water contamination in fuel tanks? ",
    "variants": {
      "a": "Always keeping the fuel tanks full will help to eliminate condensation. ",
      "b": "Fuel filters should be sealed to keep out rainwater. ",
      "c": "Tank vents should be plugged while the aircraft is parked overnight. "
    }
  },
  "34": {
    "title": "Filling the fuel tanks after the last flight of the day is considered a good operating procedure because this will : ",
    "variants": {
      "a": "Prevent moisture condensation by eliminating airspace in the tanks. ",
      "b": "Force any existing water to the top of the tank away from the fuel lines to the engine. ",
      "c": "Prevent expansion of the fuel by eliminating airspace in the tanks. "
    }
  },
  "35": {
    "title": "What happens if the filler cap comes loose on one of your wing fuel tanks? ",
    "variants": {
      "a": "The low pressure on the top of the wing will cause all the fuel to be siphoned out. ",
      "b": "Rainwater will enter the tank and contaminate the fuel. ",
      "c": "The loose cap will cause damage to control surfaces if it flies off. ",
      "d": "The aerodynamics flow about the fuel filler neck will disrupt fuel flow. PPL (A) – Operational proceduresLatest information about the exam can be found atwww.cad.gov.rs/osoblje.php      7 / 25"
    }
  },
  "36": {
    "title": "What will happen if the fuel primer pump is not locked enough after its use? ",
    "variants": {
      "a": "The fuel/air mixture will be too rich because of the fuel leaking into the intake manifold. ",
      "b": "The fuel/air mixture will be too poor because of the air leaking into the intake manifold. ",
      "c": "Dropping of a fuel in the cockpit. ",
      "d": "Detonations in the engine because of too rich fuel/air mixture. "
    }
  },
  "37": {
    "title": "What is the reason for most of the refuelling fires caused by static electricity sparks? ",
    "variants": {
      "a": "Refuelling an ungrounded aircraft from plastic containers. ",
      "b": "Refuelling an ungrounded aircraft from metal containers. ",
      "c": "Refuelling a grounded aircraft with the engine running. "
    }
  },
  "38": {
    "title": "What is the specific mass of aviation gasoline? ",
    "variants": {
      "a": "0.72 kg/liter. ",
      "b": "0.60 kg/liter. ",
      "c": "1.00 kg/liter. ",
      "d": "1.72 kg/liter. "
    }
  },
  "39": {
    "title": "1 USA gallon of AVGAS 100 LL weights : ",
    "variants": { "a": "6 lbs. ", "b": "3 lbs. ", "c": "4 lbs. ", "d": "5 lbs. " }
  },
  "40": {
    "title": "53 liters of AVGAS 100 LL weights : ",
    "variants": { "a": "38 kg. ", "b": "42 kg. ", "c": "74 kg. ", "d": "80 kg. " }
  },
  "41": {
    "title": "Aviation gasoline 80/87 grade is colored? ",
    "variants": { "a": "Red. ", "b": "Green. ", "c": "Blue. ", "d": "Violet. " }
  },
  "42": {
    "title": "Aviation gasoline 100/130 grade is colored? ",
    "variants": { "a": "Green. ", "b": "Red. ", "c": "Blue. ", "d": "Violet. " }
  },
  "43": {
    "title": "Aviation gasoline 100LL is colored : ",
    "variants": {
      "a": "Blue. ",
      "b": "Red ",
      "c": "Green. ",
      "d": "Violet. PPL (A) – Operational proceduresLatest information about the exam can be found atwww.cad.gov.rs/osoblje.php      8 / 25"
    }
  },
  "44": {
    "title": "What fuel should you use in your aircraft if the specified grade is not available? ",
    "variants": {
      "a": "The next higher grade of aviation fuel. ",
      "b": "The next lower grade of aviation fuel. ",
      "c": "Unleaded avtomotive gas of the same grade. ",
      "d": "Automotive gas SUPER of the same or next higher grade. "
    }
  },
  "45": {
    "title": "If the grade of fuel used in an aircraft engine is lower than specified for the engine, it will most likely cause : ",
    "variants": {
      "a": "Detonation. ",
      "b": "A mixture of fuel and air that is not uniform in all cylinders. ",
      "c": "Lower cylinder head temperatures. "
    }
  },
  "46": {
    "title": "Which would most likely cause the cylinder head temperature and engine oil temperature gauges to exceed their normal operating ranges? ",
    "variants": {
      "a": "Using fuel that has a lower-than-specified fuel rating. ",
      "b": "Using fuel that has a higher-than-specified fuel rating. ",
      "c": "Operating with higher-than-normal oil pressure. "
    }
  },
  "47": {
    "title": "Detonation may occur at high-power settings when : ",
    "variants": {
      "a": "The fuel mixture ignites instantaneously instead of burning progressively and evenly. ",
      "b": "An excessively rich fuel mixture causes an explosive gain in power. ",
      "c": "The fuel mixture is ignited too early by hot carbon deposits in the cylinder. "
    }
  },
  "48": {
    "title": "If the grade of fuel used in an aircraft engine is lower than specified for the engine, it will most likely cause : ",
    "variants": {
      "a": "Detonations. ",
      "b": "A mixture of fuel and air that is not uniform in all cylinders. ",
      "c": "Lower cylinder head temperatures. ",
      "d": "An increase in power which could overstress internal engine components. "
    }
  },
  "49": {
    "title": "On aircraft equipped with fuel pumps, when is the auxiliary electric driven pump used? ",
    "variants": {
      "a": "In the event engine-driven fuel pump fails. ",
      "b": "All the time to aid the engine-driven fuel pump. ",
      "c": "Constantly except in starting the engine. "
    }
  },
  "50": {
    "title": "What should be the first action after starting an aircraft engine? ",
    "variants": {
      "a": "Adjust for proper RPM and check for desired indications on the engine gauges. ",
      "b": "Place the magneto or ignition switch momentarily in the OFF position to check for proper grounding. ",
      "c": "Test each brake and the parking brake. "
    }
  },
  "51": {
    "title": "When an engine is started up, the pilot should monitor oil pressure. If the engine is cold prior to start up, it should be : ",
    "variants": {
      "a": "Shut down, if oil pressure is not seen to rise within approximately 30 seconds of start up. ",
      "b": "Shut down immediately if oil pressure does not rise immediately upon start up. ",
      "c": "Shut down, if oil pressure has not reached normal limits by the time the airplane is ready for takeoff. ",
      "d": "Operated normally, since it may take 10 minutes for oil pressure to rise. PPL (A) – Operational proceduresLatest information about the exam can be found atwww.cad.gov.rs/osoblje.php      9 / 25"
    }
  },
  "52": {
    "title": "What should normally be done if after start-up of a hot four-stroke aviation engine oil pressure does not reach proper level? ",
    "variants": {
      "a": "Shut down the engine. ",
      "b": "Increase engine RPM thus allowing the oil pump to increase oil pressure. ",
      "c": "Nothing, because instruments on modern aircraft are cheap and unreliable. ",
      "d": "Enrich the mixture to prevent unnormal rise of the cylinder heads temperature. "
    }
  },
  "53": {
    "title": "The most probable reason for propeller back-rotating during starting of an reciprocating aviation engine is : ",
    "variants": {
      "a": "Excessive priming of fuel. ",
      "b": "Insufficient priming of fuel. ",
      "c": "Too poor mixture. ",
      "d": "Too rich mixture. "
    }
  },
  "54": {
    "title": "The most probable reason an engine continues to run after the ignition switch has been turned off is : ",
    "variants": {
      "a": "A broken magneto ground wire. ",
      "b": "Carbon deposits glowing on the spark plugs. ",
      "c": "A magneto ground wire is in contact with the engine casing. "
    }
  },
  "55": {
    "title": "When and where should the pilot check the aircraft wheel brakes? ",
    "variants": {
      "a": "Immediately after leaving the parking spot. ",
      "b": "Any time during taxiing towards a runway. ",
      "c": "On the runway, after the aircraft gains some speed.",
      "d": "After takeoff. "
    }
  },
  "56": {
    "title": "A reading 5 inhg on the vacuum gauge of an aircraft is the indication of : ",
    "variants": {
      "a": "Normal suction. ",
      "b": "Insufficient suction. ",
      "c": "Excessive suction. "
    }
  },
  "57": {
    "title": "A reading 2 inhg on the vacuum gauge of an aircraft is the indication of : ",
    "variants": {
      "a": "Insufficient suction. ",
      "b": "Normal suction. ",
      "c": "Excessive suction. "
    }
  },
  "58": {
    "title": "When should the pressure in the barometric subscale of an aircraft altimeter be set? ",
    "variants": {
      "a": "Before each flight and in the air, if necessary. ",
      "b": "Yearly. ",
      "c": "Monthly. ",
      "d": "Each morning before flying. "
    }
  },
  "59": {
    "title": "The accuracy of an altimeter is checked by : ",
    "variants": {
      "a": "Setting the altimeter to QNH in checking the elevation reading while on ground. ",
      "b": "Low-passing near towers with known height. ",
      "c": "Cross-checking of altimeter readings and radioaltimeter readings. ",
      "d": "Cross-checking of flight altitudes and altitudes from an aeronautical geographical chart 1:500 000. PPL (A) – Operational proceduresLatest information about the exam can be found atwww.cad.gov.rs/osoblje.php      10 / 25"
    }
  },
  "60": {
    "title": "How frequently should the aviation magnetic compass be swung? ",
    "variants": {
      "a": "Each year before an annual inspection of an aircraft or after installing of optional instruments or radio equipment, or more frequently, if necessary. ",
      "b": "Before first initial inspection of an aircraft. ",
      "c": "Each month. ",
      "d": "After each long flight. "
    }
  },
  "61": {
    "title": "The pilot could normally check the state of charge of the oleo-pneumatic units during a walkaround inspection by : ",
    "variants": {
      "a": "Inspecting how much the struts extend. ",
      "b": "Measuring the pressure in the oleo-pneumatic units.",
      "c": "Inspecting the hydraulic fluid level in the oleo-pneumatic units. ",
      "d": "This check could not be performed by the pilot. "
    }
  },
  "62": {
    "title": "The red creep marks on the main tyre and the wheel of an aircraft serve for : ",
    "variants": {
      "a": "Tyre-wheel alignment checking. ",
      "b": "Tyre type recognizing. ",
      "c": "Wheel balancing. ",
      "d": "Tyre pressure checking. "
    }
  },
  "63": {
    "title": "If a tyre has moved so that the creep marks are out of alignment, then : ",
    "variants": {
      "a": "It should be inspected and possibly re-fitted or replaced. ",
      "b": "It is serviceable. ",
      "c": "Tyre pressure should be checked. ",
      "d": "The brakes will be unserviceable. "
    }
  },
  "64": {
    "title": "Braking of an individual main wheel is known as : ",
    "variants": {
      "a": "Directional braking. ",
      "b": "Differential braking. ",
      "c": "Individual braking. "
    }
  },
  "65": {
    "title": "Which wind condition would be most critical when taxiing a nosewheel equipped high-wing airplane? ",
    "variants": {
      "a": "Quartering tailwind. ",
      "b": "Direct crosswind. ",
      "c": "Quartering headwind. "
    }
  },
  "66": {
    "title": "How should the flight controls be deflected while taxiing a tailwheel aeroplane with a strong tailwind? ",
    "variants": {
      "a": "Down. ",
      "b": "Up. ",
      "c": "In neutral. ",
      "d": "Fully up. PPL (A) – Operational proceduresLatest information about the exam can be found atwww.cad.gov.rs/osoblje.php      11 / 25"
    }
  },
  "67": {
    "title": "What would be most likely to cause an upset while taxiing a nose-wheel equipped aircraft in strong wind? ",
    "variants": {
      "a": "Turning sharply (causing the wind to lift the up-wind wing). ",
      "b": "Applying the brakes suddenly & firmly. ",
      "c": "Accelerating suddenly. ",
      "d": "Lifting the nose-wheel. "
    }
  },
  "68": {
    "title": "How should the flight controls be held while taxiing a tricycle-gear equipped airplane into a left quartering tailwind? ",
    "variants": {
      "a": "Left aileron down, elevator down. ",
      "b": "Left aileron up, elevator neutral. ",
      "c": "Left aileron up, elevator down. "
    }
  },
  "69": {
    "title": "How should the flight controls be held while taxiing a tailwheel airplane with a left quartering tailwind? ",
    "variants": {
      "a": "Left aileron down, elevator down. ",
      "b": "Left aileron up, elevator neutral. ",
      "c": "Left aileron down, elevator neutral. "
    }
  },
  "70": {
    "title": "Which aileron position should a pilot generally use when taxiing in strong quartering headwinds? ",
    "variants": {
      "a": "Aileron up on the side from which the wind is blowing. ",
      "b": "Aileron down on the side from which the wind is blowing. ",
      "c": "Aileron neutral. "
    }
  },
  "71": {
    "title": "How should the flight controls be held while taxiing a tricycle-gear equipped airplane into a left quartering headwind? ",
    "variants": {
      "a": "Left aileron up, elevator neutral. ",
      "b": "Left aileron down, elevator neutral. ",
      "c": "Left aileron up, elevator down. "
    }
  },
  "72": {
    "title": "How should the flight controls be held while taxiing a tailwheel airplane into a right quartering headwind? ",
    "variants": {
      "a": "Right aileron up, elevator up. ",
      "b": "Right aileron down, elevator neutral. ",
      "c": "Right aileron up, elevator down. "
    }
  },
  "73": {
    "title": "If an emergency situation requires a downwind landing, pilots should expect a faster : ",
    "variants": {
      "a": "Groundspeed at touchdown, a longer ground roll, and the likelihood of overshooting the desired touchdown point. ",
      "b": "Airspeed at touchdown, a longer ground roll, and better control throughout the landing roll. ",
      "c": "Groundspeed at touchdown, a shorter ground roll, and the likelihood of undershooting the desired touchdown point. PPL (A) – Operational proceduresLatest information about the exam can be found atwww.cad.gov.rs/osoblje.php      12 / 25"
    }
  },
  "74": {
    "title": "To minimize the side loads placed on the landing gear during touchdown, the pilot should keep the: ",
    "variants": {
      "a": "Longitudinal axis of the aircraft parallel to the direction of its motion. ",
      "b": "Direction of motion of the aircraft parallel to the runway. ",
      "c": "Downwind wing lowered sufficiently to eliminate the tendency for the aircraft to drift. "
    }
  },
  "75": {
    "title": "As an airplane climbs to higher altitudes with the mixture control set in RICH, the fuel/air mixture :",
    "variants": { "a": "Becomes richer. ", "b": "Does not change. ", "c": "Becomes leaner. " }
  },
  "76": {
    "title": "While cruising at 9,500 feet MSL, the fuel/air mixture is properly adjusted. What will occur if a descent to 4,500 feet MSL is made without readjusting the mixture? ",
    "variants": {
      "a": "The fuel/air mixture may become excessively lean. ",
      "b": "There will be more fuel in the cylinders than is needed for normal combustion, and the excess fuel will absorb heat and cool the engine. ",
      "c": "The excessively rich mixture will create higher cylinder head temperatures and may cause detonation. ",
      "d": "The fuel/air mixture may become excessively reach. "
    }
  },
  "77": {
    "title": "To properly compensate for a crosswind during straight-and-level cruising flight, the pilot should : ",
    "variants": {
      "a": "Establish a proper heading into the wind by coordinated use of controls. ",
      "b": "Hold rudder pressure toward the wind. ",
      "c": "Hold aileron pressure toward the wind and hold opposite rudder pressure to prevent turning. "
    }
  },
  "78": {
    "title": "During the run-up at a high-elevation airport, a pilot notes a slight engine roughness that is not affected by the magneto check but grows worse during the carburetor heat check. Under these circumstances, what would be the most logical initial action? ",
    "variants": {
      "a": "Check the results obtained with a leaner setting of the mixture. ",
      "b": "Taxi back to the flight line for a maintenance check. ",
      "c": "Reduce manifold pressure to control detonation. ",
      "d": "Check the mixture control lever is in FULL RICH position. "
    }
  },
  "79": {
    "title": "Correct procedure for leaning the mixture during cruise is pulling the mixture level back towards LEAN until RPM will : ",
    "variants": {
      "a": "Reach the maximum; at this point return the mixture level slightly forward. ",
      "b": "Drop to the minimum. ",
      "c": "Reach the maximum. "
    }
  },
  "80": {
    "title": "If, during start-up a fire occurs in the engine air intake, a generally suitable procedure is to : ",
    "variants": {
      "a": "Keep turning the engine, but move the mixture control to IDLE CUT-OFF and open the throttle. ",
      "b": "Place the starter switch to OFF. ",
      "c": "Continue with the normal start. PPL (A) – Operational proceduresLatest information about the exam can be found atwww.cad.gov.rs/osoblje.php      13 / 25"
    }
  },
  "81": {
    "title": "What is indicated by black smoke emitted from the engine exhaust during the run-up? ",
    "variants": {
      "a": "The mixture is too rich. ",
      "b": "The choke is out too far. ",
      "c": "The piston rings are stuck or worn. ",
      "d": "The carburetor is set too lean. "
    }
  },
  "82": {
    "title": "What is indicated by blue smoke emitted from the engine exhaust during the run-up? ",
    "variants": {
      "a": "The piston rings are stuck or worn. ",
      "b": "The choke is out too far. ",
      "c": "The mixture is too rich. ",
      "d": "The carburetor is set too lean. "
    }
  },
  "83": {
    "title": "How should the mixture control be set for takeoff at sea level? ",
    "variants": {
      "a": "Forward (FULL RICH). ",
      "b": "Aft (FULL RICH). ",
      "c": "Aft (FULL LEAN). ",
      "d": "Forward (FULL LEAN). "
    }
  },
  "84": {
    "title": "The presence of carburetor ice in an aircraft equipped with a fixed-pitch propeller can be verified by applying carburetor heat and noting : ",
    "variants": {
      "a": "A decrease in RPM and then a gradual increase in RPM. ",
      "b": "An increase in RPM and then a gradual decrease in RPM. ",
      "c": "A decrease in RPM and then a constant RPM indication. "
    }
  },
  "85": {
    "title": "During cruise flight you apply full carburetor heat to your aircraft with fixed-pitch propeller. What is the expected effect in RPM under normal conditions?",
    "variants": {
      "a": "It would cause a slight decrease in RPM due to the change in fuel/air mixture. ",
      "b": "No effect. ",
      "c": "It would cause a slight increase in RPM due to hot air intake. ",
      "d": "The RPM would fluctuate due to the unstable fuel/air mixture. "
    }
  },
  "86": {
    "title": "During engine run-up test on ground the pilot can check the proper functioning of carburetor heating by moving the carburetor heat lever to HOT and noting : ",
    "variants": {
      "a": "A slight drop in RPM. ",
      "b": "A slight rise in RPM. ",
      "c": "Increased flow of hot air into the cockpit. ",
      "d": "This check could not be performed on ground. "
    }
  },
  "87": {
    "title": "The carburetor heat during taxi should be used with caution due to : ",
    "variants": {
      "a": "Dust and other foreign particles which can cause damage if ingested into engine. ",
      "b": "High temperatures which can cause detonations. ",
      "c": "Rich mixture which can cause fouling of the spark plugs. ",
      "d": "Overheating of the engine. PPL (A) – Operational proceduresLatest information about the exam can be found atwww.cad.gov.rs/osoblje.php      14 / 25"
    }
  },
  "88": {
    "title": "How should you select propeller pitch for takeoff if your aircraft has a constant speed propeller? ",
    "variants": {
      "a": "Fine pitch (High RPM) for maximum power. ",
      "b": "Fine pitch (Low RPM) for maximum efficiency. ",
      "c": "Coarse pitch (Low RPM) for minimum noise. ",
      "d": "Coarse pitch (Low RPM) for maximum thrust. "
    }
  },
  "89": {
    "title": "In an airplane with a controllable pitch propeller, power reduction should be made by first reducing : ",
    "variants": {
      "a": "The manifold pressure with the throttle, and then adjusting the RPM with the propeller control. ",
      "b": "The RPM with the throttle and then reducing the manifold pressure with the propeller control. ",
      "c": "The RPM with the propeller control, and then reducing the manifold pressure with the throttle. ",
      "d": "The manifold pressure with the propeller control, and then reducing the RPM with the throttle. "
    }
  },
  "90": {
    "title": "When transiting an airplane with a constant-speed propeller from a cruise to a climb, the pilot should : ",
    "variants": {
      "a": "Increase the PRM with the propeller control before advancing the throttle. ",
      "b": "Increase the manifold pressure with the throttle first, and then increase the RPM with the propeller control. ",
      "c": "Increase the RPM with the throttle first, and then increase the manifold pressure with the propeller control. ",
      "d": "Decrease the manifold pressure with the propeller control first, and then increase the RPM with the throttle. "
    }
  },
  "91": {
    "title": "Shortly after an aviation engine start-up you noticed on the left-zero ammeter a high current reading despite of all electrical consumers not connected? You should normally : ",
    "variants": {
      "a": "Do nothing, because in such cases an alternator provides the electrical current for battery charging only, which normally deplenishes a little during an engine start-up. ",
      "b": "Shut down the engine immediately, because the alternator is not functioning. ",
      "c": "Reset the alternator master switch and, if the condition does not recover, shut down the engine and report to the mechanic non-operating alternator. "
    }
  },
  "92": {
    "title": "What is the meaning of the zero reading on a left-zero ammeter in flight? ",
    "variants": {
      "a": "Normal condition because none of electrical consumers is switched on. ",
      "b": "The alternator is not functioning. ",
      "c": "Deplenishing accumulator. "
    }
  },
  "93": {
    "title": "How could you recognize by the indication of the left-zero ammeter a non-functioning aircraft alternator?  The instrument reading should be : ",
    "variants": {
      "a": "Zero and stays zero even after the significant electrical consumer is switched on (e.i. The landing light). ",
      "b": "Maximum. ",
      "c": "Increase significantly after the electrical consumer is switched on. PPL (A) – Operational proceduresLatest information about the exam can be found atwww.cad.gov.rs/osoblje.php      15 / 25"
    }
  },
  "94": {
    "title": "Shortly after aircraft engine start-up you notice that the pointer of a center-zero ammeter is deflected to the right with electrical consumers switched off. This indication means : ",
    "variants": {
      "a": "Charging accumulator, because during an engine start-up the accumulator normally deplenishes a little. ",
      "b": "Deplenishing accumulator, because the alternator is not functioning, therefore alternator exciting should be attempted by switching the master switch on and off. If the pointer does not return to zero, the engine should be shut down and the mechanic advised. ",
      "c": "Deplenishing accumulator, therefore the engine should be shut down. "
    }
  },
  "95": {
    "title": "What may zero reading on the center-zero ammeter in flight indicates? ",
    "variants": {
      "a": "Normal condition; the alternator provides electrical power for electrical equipment. ",
      "b": "Alternator off-line. ",
      "c": "No electrical equipment is switched on. ",
      "d": "Abnormal condition; the battery provides electrical power for electrical equipment. "
    }
  },
  "96": {
    "title": "In flight you notice that the pointer of a center-zero ammeter is deflected to the left. What does this indication mean and what should you as the pilot of an aircraft normally do? ",
    "variants": {
      "a": "Not-normal condition; the accumulator deplenishes, because the alternator is not functioning or is not capable to cover all the demands of electrical consumers connected. If after switching off-on of the master switch the situation does not recover, an electrical consumption should be reduced to minimum and a landing should be made to the nearest suitable airfield. ",
      "b": "Normal condition; the accumulator is charging, therefore the flight will be continued, the indication of an instrument should be monitored and a drop of indication should be expected. ",
      "c": "Normal condition; the instruments indicate present consumption of the electricity, provided by the alternator. "
    }
  },
  "97": {
    "title": "In flight you notice the orange light glowing on the instrumental panel. What does this mean? ",
    "variants": {
      "a": "Alternator does not deliver any electrical current.",
      "b": "Too high output voltage. ",
      "c": "Flat battery. ",
      "d": "Overheated alternator. "
    }
  },
  "98": {
    "title": "An electrical system failure (battery and alternator) occurs during flight. In this situation, you would : ",
    "variants": {
      "a": "Experience avionics equipment failure. ",
      "b": "Probably experience failure of the engine ignition system, fuel gauges, aircraft lighting system, and avionics equipment. ",
      "c": "Probably experience engine failure due to the loss of the engine-driven fuel pump and also experience failure of the radio equipment, lights, and all instruments that require alternating current. "
    }
  },
  "99": {
    "title": "Wingtip vortices are created only when an aircraft is : ",
    "variants": {
      "a": "Developing lift. ",
      "b": "Operating at high airspeeds. ",
      "c": "Heavily loaded. PPL (A) – Operational proceduresLatest information about the exam can be found atwww.cad.gov.rs/osoblje.php      16 / 25"
    }
  },
  "100": {
    "title": "Can the downdraft air currents occurring as a result of wingtip vortices from a heavier aircraft exceed the climb capability of a light aircraft? ",
    "variants": {
      "a": "Yes, particularly behind large, heavy transport aircraft. ",
      "b": "Not normally. ",
      "c": "Occasionally, particularly in the vicinity of air pockets. "
    }
  },
  "101": {
    "title": "What is the most likely cause of the dangerous turbulence behind heavy aircraft? ",
    "variants": { "a": "Wingtip vortices. ", "b": "Propeller blast. ", "c": "Jet blast. " }
  },
  "102": {
    "title": "What precautions are required when stopping a light aircraft behind a heavy aircraft that is stopped on the manoeuvring area? ",
    "variants": {
      "a": "The light aircraft should be stopped clear of the jet blast danger area. ",
      "b": "The light aircraft should be facing the large aircraft. ",
      "c": "The light aircraft should face away from the large aircraft. ",
      "d": "The light aircraft should be no closer than 125 m from rear of large aircraft. "
    }
  },
  "103": {
    "title": "During a takeoff made behind a departing large jet airplane, the pilot can minimize the hazard of wingtip vortices by : ",
    "variants": {
      "a": "Being airborne prior to reaching the jet's flight path until able to turn clear of its wake. ",
      "b": "Maintaining extra speed on takeoff and climbout. ",
      "c": "Extending the takeoff roll and not rotating until well beyond the jet's rotation point. "
    }
  },
  "104": {
    "title": "When landing behind a large aircraft, the pilot should avoid wake turbulence by staying : ",
    "variants": {
      "a": "Above the large aircraft's final approach flight path and landing beyond the large aircraft's touchdown point. ",
      "b": "Below the large aircraft's final approach flight path and landing before the large aircraft's touchdown point. ",
      "c": "Above the large aircraft's final approach flight path and landing before the large aircraft's touchdown point. "
    }
  },
  "105": {
    "title": "Which procedure should you follow to avoid wake turbulence if a large jet crosses your course from left to right approximately 1 mile ahead and at your altitude? ",
    "variants": {
      "a": "Make sure you are slightly above the path of the jet. ",
      "b": "Slow your airspeed to VA and maintain altitude and course. ",
      "c": "Make sure you are slightly below the path of the jet and perpendicular to the course. "
    }
  },
  "106": {
    "title": "How long will wake turbulence remain after the passage of a large aircraft? ",
    "variants": {
      "a": "Five minutes or more; ATC permits two or three minutes separation. ",
      "b": "Two minutes. ",
      "c": "Three minutes. PPL (A) – Operational proceduresLatest information about the exam can be found atwww.cad.gov.rs/osoblje.php      17 / 25"
    }
  },
  "107": {
    "title": "When operating an aircraft at cabin pressure altitudes above 10,000 ft up to and including 13,000 ft MSL, supplemental oxygen shall be used by all crew members : ",
    "variants": {
      "a": "That flight time in excess of 30 minutes at those altitudes. ",
      "b": "The entire flight time at those altitudes. ",
      "c": "That flight time in excess of 10 minutes at those altitudes. "
    }
  },
  "108": {
    "title": "When operating an aircraft at cabin pressure altitudes above 13,000 ft MSL, sufficient supplemental oxygen should be carried to supply ",
    "variants": {
      "a": "Crew members and passengers. ",
      "b": "Crew members only. ",
      "c": "Passengers only. "
    }
  },
  "109": {
    "title": "Following separation of the airflow from one wing and banking and slipping to one side, the pilot would prevent an aircraft of developing a full spin by : ",
    "variants": {
      "a": "Deflecting the rudder to the opposite side of slipping and easing the elevator forward to gain the speed. ",
      "b": "Deflection of all flight controls to the opposite side of rotation instantly. ",
      "c": "Applying back pressure on the control stick thus recovering from a dive. ",
      "d": "Opening the airbrakes immediately (if installed). "
    }
  },
  "110": {
    "title": "Choose the correct procedure for spin recovery in an aeroplane? ",
    "variants": {
      "a": "Apply the rudder opposite to direction of rotation, ailerons to neutral, elevator control ease forward, and recover gently from a dive. ",
      "b": "Apply the rudder in direction of rotation, ailerons opposite to direction of rotation, and pull on the stick backward. ",
      "c": "Apply the rudder opposite to direction of rotation, ailerons to neutral, elevator control backward ",
      "d": "Deflect the rudder and the stick in direction of rotation and firmly push on the stick forward. "
    }
  },
  "111": {
    "title": "Choose the correct action for steep spiral recovery. ",
    "variants": {
      "a": "Level wings with ailerons, and ease out of ensuing dive. ",
      "b": "Apply full rudder opposite to direction of rotation, move control column forward to break a stall, and ease out of ensuing dive. ",
      "c": "Apply opposite ailerons, ease control column forward, and ease out of ensuing dive. "
    }
  },
  "112": {
    "title": "One of the main function of flaps during the approach and landing is to : ",
    "variants": {
      "a": "Increase the angle of descent without increasing the airspeed. ",
      "b": "Decrease lift, thus enabling a steeper-than-normal approach to be made. ",
      "c": "Permit touchdown at a higher indicated airspeed. ",
      "d": "Decrease the angle of descent without increasing the airspeed. "
    }
  },
  "113": {
    "title": "The main benefit of using flaps during approach and land is to : ",
    "variants": {
      "a": "Provide the same amount of lift at a slower airspeed. ",
      "b": "Decrease the angle of descent without increasing the airspeed. ",
      "c": "Decrease lift, thus enabling a steeper-than-normal approach to be made. PPL (A) – Operational proceduresLatest information about the exam can be found atwww.cad.gov.rs/osoblje.php      18 / 25"
    }
  },
  "114": {
    "title": "Wing flaps at the recommended takeoff setting : ",
    "variants": {
      "a": "Increase lifting ability for a small penalty of drag. ",
      "b": "Increase lifting ability for a large penalty of drag. ",
      "c": "Significantly increase drag for a small decrease in lifting ability. ",
      "d": "Will not affect lift and drag. "
    }
  },
  "115": {
    "title": "Wing flaps at the recommended landing setting : ",
    "variants": {
      "a": "Cause a large drag increase and a small increase in lifting ability. ",
      "b": "Increase lifting ability for a small increase of drag. ",
      "c": "Significantly increase drag for a small decrease in lifting ability. ",
      "d": "Will not affect lift and drag. "
    }
  },
  "116": {
    "title": "What effect does extended wing flaps have on the stalling speed? The stalling speed will : ",
    "variants": {
      "a": "Decrease. ",
      "b": "No change, because the stalling speed does not depend on wing flaps position. ",
      "c": "Increase. "
    }
  },
  "117": {
    "title": "During landing close to the surface and at low airspeed, it could be dangerous to retract wing flaps, because of : ",
    "variants": {
      "a": "Rapid decrease of lift and resulting sink into runway. ",
      "b": "Drag increase and resulting rapid decrease of the airspeed. ",
      "c": "Rapid increase of the airspeed and resulting rapid climb. ",
      "d": "Great decrease in effectivness of wing flaps. "
    }
  },
  "118": {
    "title": "Wing flaps at takeoff are not set to fully deflected position to avoid : ",
    "variants": {
      "a": "Excessive drag. ",
      "b": "Excessive lift. ",
      "c": "\"Nose heavy\" aircraft. ",
      "d": "Damage of the flaps. "
    }
  },
  "119": {
    "title": "That portion of the runway identified by the letter A may be used for  : (see Figure PPL OP-",
    "variants": {
      "1": "",
      "a": "Taxiing and takeoff. ",
      "b": "Landing. ",
      "c": "Taxiing and landing. PPL OP-1.jpg "
    }
  },
  "120": {
    "title": "According to the airport diagram, which statement is true? (see Figure PPL OP-1) ",
    "variants": {
      "a": "Takeoffs may be started at position A on Runway 12, and the landing portion of this runway begins at position B. ",
      "b": "Runway 30 is equipped at position E with emergency arresting gear to provide means of stopping military aircraft. ",
      "c": "The takeoff and landing portion of Runway 12 begins at position B. PPL OP-1.jpg PPL (A) – Operational proceduresLatest information about the exam can be found atwww.cad.gov.rs/osoblje.php      19 / 25"
    }
  },
  "121": {
    "title": "When approaching taxiway holding lines from the side with the continuous lines, the pilot : ",
    "variants": {
      "a": "Should not cross the lines without ATC clearance. ",
      "b": "May continue taxiing. ",
      "c": "Should continue taxiing until all parts of the aircraft have crossed the lines. "
    }
  },
  "122": {
    "title": "What is the purpose of the runway/runway hold position sign? ",
    "variants": {
      "a": "Denotes intersecting runways. ",
      "b": "Denotes entrance to runway from a taxiway. ",
      "c": "Denotes area protected for an aircraft approaching or departing a runway. "
    }
  },
  "123": {
    "title": "What is the difference between area A and area B on the airport depicted? : (see Figure PPL OP-1) ",
    "variants": {
      "a": "\"A\" may be used for taxi and takeoff; \"E\" may be used only as an overrun. ",
      "b": "\"A\" may be used for all operations except heavy aircraft landing; \"E\" may be used for only as an overrun. ",
      "c": "\"A\" may be used only for taxiing; \"E\" may be used for all operations except landings. PPL OP-1.jpg "
    }
  },
  "124": {
    "title": "Area C on the airport depicted is classified as a (see Figure PPL OP-1) ",
    "variants": {
      "a": "Closed runway. ",
      "b": "Stabilized area. ",
      "c": "Multiple heliport. PPL OP-1.jpg "
    }
  },
  "125": {
    "title": "The arrows that appear on the end of the north/south runway indicate that the area  :  (see Figure PPL OP-2) ",
    "variants": {
      "a": "Cannot be used for landing, but may be used for taxiing and takeoff. ",
      "b": "May be used only for taxiing. ",
      "c": "Is usable for taxiing, takeoff, and landing. PPL OP-2.jpg "
    }
  },
  "126": {
    "title": "The numbers 4 and 22 on a runway indicate that the runway is oriented approximately :  (see Figure PPL OP-2) ",
    "variants": {
      "a": "040° and 220° (magnetic). ",
      "b": "004° and 022° (true). ",
      "c": "040° and 220° (true). PPL OP-2.jpg "
    }
  },
  "127": {
    "title": "Airport taxiway edge lights are identified at night by : ",
    "variants": {
      "a": "Blue omnidirectional lights. ",
      "b": "White directional lights. ",
      "c": "Alternate red and green lights. "
    }
  },
  "128": {
    "title": "Which of the following describes threshold lights? ",
    "variants": {
      "a": "Green unidirectional. ",
      "b": "Red unidirectional. ",
      "c": "Green omni-directional. ",
      "d": "Red omni-directional. PPL (A) – Operational proceduresLatest information about the exam can be found atwww.cad.gov.rs/osoblje.php      20 / 25"
    }
  },
  "129": {
    "title": "Low intensity obstacle lights on fixed objects shall be : ",
    "variants": {
      "a": "Fixed red. ",
      "b": "Flashing yellow. ",
      "c": "Flashing red. ",
      "d": "Fixed orange. "
    }
  },
  "130": {
    "title": "VFR approaches to land at night should be accomplished : ",
    "variants": {
      "a": "The same as during daytime. ",
      "b": "At a higher airspeed. ",
      "c": "With a steeper descent. "
    }
  },
  "131": {
    "title": "Each pilot of an aircraft approaching to land on a runway served by a visual approach slope indicator (VASI) shall : ",
    "variants": {
      "a": "Maintain an altitude at or above the glide slope. ",
      "b": "Maintain a 3° glide to the runway. ",
      "c": "Stay high until the runway can be reached in a power-off landing. "
    }
  },
  "132": {
    "title": "When approaching to land on a runway served by a visual slope indicator (VASI), the pilot shall : ",
    "variants": {
      "a": "Maintain an altitude at or above the glide slope. ",
      "b": "Maintain an altitude that captures the glide slope at least 2 miles downwind from the runway threshold. ",
      "c": "Remain on the glide slope and land between the two-light bars. "
    }
  },
  "133": {
    "title": "A slightly high-glide-slope indication from a precision approach path indicator is : ",
    "variants": {
      "a": "Three white lights and one red light. ",
      "b": "Four white lights. ",
      "c": "Two white lights and two red lights. "
    }
  },
  "134": {
    "title": "A below-glide-slope indication from a tri-color VASI is ",
    "variants": {
      "a": "Red light signal. ",
      "b": "Pink light signal. ",
      "c": "Green light signal. "
    }
  },
  "135": {
    "title": "An above-glide-slope indication from a tri-color VASI is ",
    "variants": {
      "a": "An amber light signal. ",
      "b": "A white light signal. ",
      "c": "A green light signal. "
    }
  },
  "136": {
    "title": "An on-glide-slope indication from a tri-color VASI is ",
    "variants": {
      "a": "A green light signal. ",
      "b": "A white light signal. ",
      "c": "An amber light signal. PPL (A) – Operational proceduresLatest information about the exam can be found atwww.cad.gov.rs/osoblje.php      21 / 25"
    }
  },
  "137": {
    "title": "A below-glide-slope indication from a pulsating approach slope indicator is a ",
    "variants": {
      "a": "Pulsating red light. ",
      "b": "Pulsating white light. ",
      "c": "Steady white light. "
    }
  },
  "138": {
    "title": "Illustration A indicates that the aircraft is (see Figure PPL OP-3) ",
    "variants": {
      "a": "Below the glide slope. ",
      "b": "On the glide slope. ",
      "c": "Above the glide slope PPL OP-3.jpg "
    }
  },
  "139": {
    "title": "Illustration C indicates that the aircraft is (see Figure PPL OP-3) ",
    "variants": {
      "a": "Above the glide slope. ",
      "b": "Off course to the left. ",
      "c": "Below the glide slope. PPL OP-3.jpg "
    }
  },
  "140": {
    "title": "Illustration B indicates that the aircraft is (see Figure PPL OP-3) ",
    "variants": {
      "a": "On the glide slope. ",
      "b": "Below the glide slope. ",
      "c": "Above the glide slope. PPL OP-3.jpg "
    }
  },
  "141": {
    "title": "On the controlled airport you noticed a square yellow board bearing a black \"C\", exposed above one of the doors (Picture C). What does that mean? (see Figure PPL OP-4 ",
    "variants": {
      "a": "Air traffic control reporting office. ",
      "b": "Customs office. ",
      "c": "Exit for private aircraft crew. ",
      "d": "Staff exit. PPL OP-4.jpg "
    }
  },
  "142": {
    "title": "In the signal area of an aerodrome, a red square with a single yellow diagonal strip (Picture B) means: (see Figure PPL OP-4) ",
    "variants": {
      "a": "Take special care when landing because of the poor state of the manoeuvring area. ",
      "b": "Do not land. ",
      "c": "Gliders are operating. ",
      "d": "Helicopters are operating. PPL OP-4.jpg "
    }
  },
  "143": {
    "title": "What is the meaning of the visual ground signal in a form of a horizontal red square panel with yellow diagonals displayed in an airport signal area (Picture A)? (see Figure PPL OP-4) ",
    "variants": {
      "a": "Landings are prohibited. ",
      "b": "Area unfit for movement of aircraft. ",
      "c": "Aircraft are required to land, takeoff and taxi on runways and taxiways only. ",
      "d": "Special precautions must be observed in approaching to land or in landing. PPL OP-4.jpg "
    }
  },
  "144": {
    "title": "A white cross, placed horizontally on the beginning of the taxiway (picture G), means: (see Figure PPL OP-4) ",
    "variants": {
      "a": "Taxiway unserviceable! ",
      "b": "Caution, you are approaching the intersection with the runway! ",
      "c": "Helicopter landing area! ",
      "d": "Caution, you are approaching the intersection with other taxiway! PPL OP-4.jpg PPL (A) – Operational proceduresLatest information about the exam can be found atwww.cad.gov.rs/osoblje.php      22 / 25"
    }
  },
  "145": {
    "title": "In the signal area of an aerodrome, a double white cross (Picture H) means: (see Figure PPL OP-4) ",
    "variants": {
      "a": "Caution, gliders in the air! ",
      "b": "Landing prohibited, the airport is not safe! ",
      "c": "Take special care during approach and landing! ",
      "d": "Ground taxiing permitted outside runway and taxiways! PPL OP-4.jpg "
    }
  },
  "146": {
    "title": "In the signal area of an aerodrome, a white dumb-bell (Picture D) means: (see Figure PPL OP-4) ",
    "variants": {
      "a": "Land and taxi on hard surfaces only. ",
      "b": "Landing direction is parallel with the shafts towards the cross-arm. ",
      "c": "Land on hard surfaces only. ",
      "d": "Do not land. PPL OP-4.jpg "
    }
  },
  "147": {
    "title": "In the signal area of an aerodrome, a white dumb-bell with black stripes on each circular portion at right angles to the shaft (Picture E) means: (see Figure PPL OP-4) ",
    "variants": {
      "a": "Landing, takeoff, and taxiing on runway and taxiways only, other movement on the ground is not confined to hard surfaces. ",
      "b": "Landing prohibited for prolonged period. ",
      "c": "Landing, takeoff, and taxiing confined to runway and taxiways only. ",
      "d": "Caution, gliders in the air. PPL OP-4.jpg "
    }
  },
  "148": {
    "title": "What marking may be displayed by day on an aerodrome to indicate unserviceability of any portion of a manoeuvring area? ",
    "variants": {
      "a": "Crosses of single conspicuous color (preferably white) displayed horizontally. ",
      "b": "Orange flags bordering the unserviceable area. ",
      "c": "White and orange cones bordering the unserviceable area. ",
      "d": "Large red squares with yellow diagonal markings displayed horizontally. "
    }
  },
  "149": {
    "title": "In the signal area of an aerodrome, a sign (Picture I), means: (see Figure PPL OP-4) ",
    "variants": {
      "a": "Right-hand traffic circuit in force. ",
      "b": "After landing vacate the runway by right turn. ",
      "c": "Parking site to the right. ",
      "d": "Continue to the next airport, the runway is closed.PPL OP-4.jpg "
    }
  },
  "150": {
    "title": "In the signal area of an aerodrome, a white \"T\" (Picture F) means: (see Figure PPL OP-4) ",
    "variants": {
      "a": "Landing direction is parallel with the shafts towards the cross-arm. ",
      "b": "Land on hard surfaces only. ",
      "c": "Land and taxi on hard surfaces only. ",
      "d": "Do not land. PPL OP-4.jpg PPL (A) – Operational proceduresLatest information about the exam can be found atwww.cad.gov.rs/osoblje.php      23 / 25APPENDIX: Fig. PPL OP-1 PPL (A) – Operational proceduresLatest information about the exam can be found atwww.cad.gov.rs/osoblje.php      24 / 25Fig. PPL OP-2 Fig. PPL OP-3 PPL (A) – Operational proceduresLatest information about the exam can be found atwww.cad.gov.rs/osoblje.php      25 / 25Fig. PPL OP-4 "
    }
  }
}
