{"1":{"title":"Which of the following documents is not required to be carried in an aircraft of an ICAO member state? ","variants":{"a":"Flight crew birth certificates. ","b":"Certificate of Registration. ","c":"Certificate of Airworthiness. ","d":"Flight crew licences. "}},"2":{"title":"The State of licence issue of a JAA PPL may be changed to a new member State providing: ","variants":{"a":"The new member State is the licence holder's normal State of residence or that full-time employment has been taken by the licence holder in that State. ","b":"The licence holder has resided in the new member State for at least 31 days. ","c":"The licence holder intends to follow a course of study in the new member State lasting at least three months. ","d":"The new member State has no reasonable grounds for refusing to convert the licence. "}},"3":{"title":"No aircraft or personnel who have endorsed certificates or licences may participate in international navigation: ","variants":{"a":"Except with the permission of the State whose territory is entered. ","b":"Under any circumstances. ","c":"Except when a general exemption has been awarded by any ICAO contracting state. ","d":"Except when a general exemption has been awarded by the State in which the aircraft is registered or which issued the licence. "}},"4":{"title":"Which right is conferred on contracting states by Article 16 of the ICAO Convention? ","variants":{"a":"The right to search, without unreasonable delay, an aircraft from another contracting state landing on or departing from its sovereign territory. ","b":"The right to search an aircraft from another contracting state landing on or departing from its sovereign territory if it is felt that the aircraft is carrying unlawful goods or persons being pursued in law. ","c":"The right to search an aircraft from another contracting state landing on or departing from its sovereign territory, given due cause. ","d":"The right to search, with the permission of the pilot in command, an aircraft from another contracting state landing on or departing from its sovereign territory. "}},"5":{"title":"The Rules of the Air applicable to an aircraft registered in one state flying over another state shallbe: ","variants":{"a":"Those of the state whose airspace is entered and transited. ","b":"Those of the state of the visiting aircraft. ","c":"Those agreed by ICAO contracting states to apply in all contracting states. ","d":"Those stipulated by JAA operational procedures. PPL (A) – Aviation lawLatest information about the exam can be found atwww.cad.gov.rs/osoblje.php      3 / 24 "}},"6":{"title":"Which classes of medical certificate meet the requirement for a JAA PPL (А)? ","variants":{"a":"Class 1 or 2. ","b":"Class A or B. ","c":"Class 2 or 3. ","d":"Class B or C. "}},"7":{"title":"Which body is responsible for ensuring that an aircraft operating in a state's sovereign airspace complies with the rules and regulations which prevail in that airspace? ","variants":{"a":"The state in whose sovereign airspace the aircraft is operating. ","b":"The state which issued the current Certificate of Airworthiness for the aircraft. ","c":"The state in which the aircraft is registered. ","d":"The state which issued the licence held by the pilot of the aircraft. "}},"8":{"title":"What was the outcome of the Chicago Convention ","variants":{"a":"The Convention on International Civil Aviation. ","b":"ICAO. ","c":"PICAO. ","d":"The 18 Annexes to the Chicago Convention. "}},"9":{"title":"A PPL holder is not permitted to: ","variants":{"a":"Carry fare paying passengers. ","b":"Give flying instruction with an FI(A) rating. ","c":"Tow a glider ","d":"Drop parachutists. "}},"10":{"title":"Complete the following wording with one of the options at a), b), or below to give the most correct statement. A pilot in command of a flight during which an aircraft enters the sovereign airspace of a foreign state with the intention of landing: ","variants":{"a":"Must have ensured that all necessary and relevant documentation is carried on board the aircraft, including the Certificate of Airworthiness, that the aircraft is in an airworthy condition and that it is correctly registered. ","b":"Must ensure before departure that his pilot's licence has been validated by the foreign state. ","c":"Must be satisfied that the aircraft's Certificate of Airworthiness is current and that he holds a type rating for the aircraft. ","d":"Must be satisfied that the aircraft's Certificate of Airworthiness is current, that he holds a type rating for the aircraft, and that he has passed an Air Law examination set by the foreign state. "}},"11":{"title":"The pilot in command of an aircraft which enters the sovereign airspace of another contracting state for the purpose of landing must: ","variants":{"a":"Hold a licence issued by the authority of the state in which the aircraft is registered. ","b":"Hold a licence issued by any ICAO contracting state. ","c":"Hold a licence issued by any member state of the JAA. ","d":"Hold any valid and current pilot's licence. PPL (A) – Aviation lawLatest information about the exam can be found atwww.cad.gov.rs/osoblje.php      4 / 24 "}},"12":{"title":"What is the basic presumption about VFR flight? ","variants":{"a":"That the flight will be flown in Visual Meteorological Conditions. ","b":"That the pilot holds the correct rating to allow the aeroplane to be flown in VFR. ","c":"That the flight will only take place in class G airspace. ","d":"That the flight will not take place above FL180. "}},"13":{"title":"When are navigation lights required to be shown? ","variants":{"a":"From sunset to sunrise or when specified by the Authority. ","b":"When moving on the manoeuvring area of an aerodrome. ","c":"Whenever the pilot in command thinks it is sensible to switch them on. ","d":"At night or when specified by the authority. "}},"14":{"title":"When an aircraft is flying, under which flight rules must the flight be conducted? ","variants":{"a":"Either IFR or VFR. ","b":"IFR in IMC and VFR in VMC. ","c":"At the commander's discretion. ","d":"In accordance with ATC instructions. "}},"15":{"title":"When may you fly over any congested area of a city, town or settlement at a height from which it would not be possible to land safely in the event of an emergency arising? ","variants":{"a":"Only when necessary for take-off and landing. ","b":"Never. ","c":"Only to keep clear of cloud and remain in visual contact with the ground. ","d":"Only where the operator has given permission. "}},"16":{"title":"When two aircraft are converging at approximately the same level the one that has the other on its right is required to give way. True or false? ","variants":{"a":"True, provided they are in the same class. ","b":"False. The one that has the other on its left has right of way ","c":"True, unless the other aircraft has a glider on tow. ","d":"False, provided the other aircraft is not towing anything. "}},"17":{"title":"Which of a), b), c) and d), below, most correctly completes the following statement? When two or more aircraft are on final approach: ","variants":{"a":"The lower aircraft has the right of way unless ATC has already specified a landing order. ","b":"The higher aircraft has the right of way. ","c":"The lower aircraft has the right of way. ","d":"The aircraft which has the least horizontal distance to run to the runway threshold has the right of way. "}},"18":{"title":"Except when taking off or landing, or under certain other defined circumstances, an aircraft may not fly closer than a), b), or to any person, vessel, vehicle or structure? ","variants":{"a":"500 feet ","b":"1000 feet. ","c":"800 feet. ","d":"1500 feet. PPL (A) – Aviation lawLatest information about the exam can be found atwww.cad.gov.rs/osoblje.php      5 / 24 "}},"19":{"title":"Two aircraft flying according to the Visual Flight Rules, one of which is receiving a Radar Information Service (RIS), are closing at an apparent constant relative bearing. There is, thus, a high risk of collision. The fact that one aircraft is receiving an RIS is immaterial to the situation. The Rules of the Air apply. Therefore, the aircraft which has the other on its left has right of way and should maintain: ","variants":{"a":"Course and speed. ","b":"Height and speed. ","c":"Altitude and course. ","d":"Altitude and speed. "}},"20":{"title":"While flying at night, as the pilot in command, you see an anti-collision light and a steady red lightat the same altitude, at a constant relative bearing of 050 degrees, there a risk of collision? And who has right of way? ","variants":{"a":"Yes. The other aircraft does. ","b":"Yes. You do. ","c":"No. The other aircraft does. ","d":"No. You do. "}},"21":{"title":"If a PPL holder who has no additional ratings, while receiving a Radar Advisory Service, receives instructions to change heading, climb or descend, such that if the instructions are complied with the pilot will be unable to maintain Visual Meteorological Conditions, the pilot should: ","variants":{"a":"Continue on the present heading, at the present altitude, and tell air traffic why he cannot comply. ","b":"Comply with instructions, anyway, but go onto instruments early. ","c":"Continue on present heading and at present altitude, say nothing, and wait for the controller's next instruction. ","d":"Comply as closely as he can with the controller's instructions but on no account go into Instrument Meteorological Conditions. "}},"22":{"title":"A Control Area (CTA) established at the confluence of ATS routes in the vicinity of one or more major aerodromes is known as: ","variants":{"a":"A Terminal Control Area (TMA).  ","b":"An Airway. ","c":"A Control Zone (CTR). ","d":"An Aerodrome Traffic Zone (ATZ). "}},"23":{"title":"What is the international Aeronautical VHF Distress Frequency? ","variants":{"a":"121.50 MHz ","b":"123.45 MHz ","c":"243.00 MHz ","d":"406.00 MHz "}},"24":{"title":"How often are Aeronautical Information Circulars published? ","variants":{"a":"Monthly ","b":"Weekly ","c":"Yearly. ","d":"Quarterly. PPL (A) – Aviation lawLatest information about the exam can be found atwww.cad.gov.rs/osoblje.php      6 / 24 "}},"25":{"title":"If a PPL holder receives a Special VFR clearance to enter a control zone (CTR) but, before entering the CTR, finds that he can no longer receive or transmit RT messages, he must: ","variants":{"a":"Remain clear of the CTR. ","b":"Carry on into the CTR via the assigned Visual Reference Point complying with the last clearance received. ","c":"Carry on into the CTR and await light signals for clearance to land. ","d":"Carry on into the CTR, complying with the last clearance received while transmitting blind. "}},"26":{"title":"What SSR squawk should be set in an emergency? ","variants":{"a":"7700 ","b":"7777 ","c":"7000 ","d":"7600 "}},"27":{"title":"If an aircraft marshaller holds his right arm down and repeatedly moves his left arm upward and backward it means: ","variants":{"a":"Turn left. ","b":"Turn right. ","c":"Keep moving ahead. ","d":"Start your left engine. "}},"28":{"title":"What is the meaning of a steady green light from ATC to an aircraft in the air? ","variants":{"a":"Clear to land. ","b":"Return to this airfield and await landing clearance. ","c":"Land immediately. ","d":"You have priority to land. "}},"29":{"title":"What colour are paved taxiway markings? ","variants":{"a":"Yellow. ","b":"Red. ","c":"Green. ","d":"White. "}},"30":{"title":"What color are runway markings? ","variants":{"a":"White. ","b":"Red. ","c":"Green. ","d":"Yellow. "}},"31":{"title":"You are on final approach and you see a steady red light from ATC. This means: ","variants":{"a":"Do not land. Continue circling. ","b":"Continue approach and await a green light ","c":"Do not land. Airfield closed. ","d":"Do not land. Divert to your alternate airfield. PPL (A) – Aviation lawLatest information about the exam can be found atwww.cad.gov.rs/osoblje.php      7 / 24 "}},"32":{"title":"What word is used to describe the vertical position of an aircraft measured above mean sea level, when QNH is set on the altimeter subscale? ","variants":{"a":"Altitude. ","b":"Elevation. ","c":"Height ","d":"Flight Level. "}},"33":{"title":"What action should a pilot take if he suffers radio communications failure during a VFR flight in VMC? ","variants":{"a":"Continue to fly in VMC, land at the nearest suitable aerodrome and report his arrival to his destination airfield. ","b":"Continue to his destination, transmitting blind and attempting to avoid IMC. ","c":"Fly to the nearest aerodrome, orbit on the dead side of the circuit and await a steady green from the control tower. ","d":"Carry out the radio failure procedure in the RAF Flight Information Handbook and await the arrival of a Shepherd aircraft. "}},"34":{"title":"Which of the following flight levels would be suitable for an aircraft flying in accordance with the quadrantal rule and maintaining a magnetic track of 146 degrees? ","variants":{"a":"FL75. ","b":"FL50. ","c":"FL85. ","d":"FL70. "}},"35":{"title":"A pilot intending to land at a civil aerodrome should initiate his descent to below transition level with the altimeter subscale set to: ","variants":{"a":"Aerodrome QNH. ","b":"Aerodrome QFE. ","c":"Regional QNH. ","d":"101Millibars. "}},"36":{"title":"A light aircraft is taking off behind a Heavy or Medium category aircraft. What period of separation is required? ","variants":{"a":"2 minutes. ","b":"4 minutes. ","c":"3 minutes. ","d":"5 minutes. "}},"37":{"title":"What is the definition of \"transition level“? ","variants":{"a":"The lowest available Flight Level above the transition altitude. ","b":"The Flight Level below which the vertical position of an aircraft is expressed as \"height\". ","c":"The transition altitude expressed as a Flight Level. ","d":"The Flight Level at or above which the vertical position of an aircraft is expressed as \"altitude\". PPL (A) – Aviation lawLatest information about the exam can be found atwww.cad.gov.rs/osoblje.php      8 / 24 "}},"38":{"title":"An aeroplane has a maximum take-off mass of 136,000 kg. What is its wake turbulence category? ","variants":{"a":"Heavy. ","b":"Medium. ","c":"A wide bodied aeroplane would be Heavy; a narrow bodied would be Medium. ","d":"It depends on the actual take-off mass not the maximum take-off mass. "}},"39":{"title":"What word is used to describe the vertical position of an aircraft measured above an airfield datum level, when QFE is set on the altimeter subscale? ","variants":{"a":"Height ","b":"Elevation. ","c":"Altitude. ","d":"Flight Level. "}},"40":{"title":"A PPL pilot who is flying in accordance with SVFR must have the following minima: ","variants":{"a":"A minimum visibility of 10 kms or more and remain clear of cloud and in sight of the surface. ","b":"A minimum visibility of 10 kms or more and remain clear of cloud. ","c":"A minimum visibility of 5 kms or more and remain clear of cloud and in sight of the surface. ","d":"A minimum visibility of 10 kms or more and remain in sight of the surface. "}},"41":{"title":"Who is responsible for the issue of a Certificate of Airworthiness? ","variants":{"a":"The authority of the state of registration. ","b":"The JAA. ","c":"ICAO. ","d":"The operator. "}},"42":{"title":"Which of the following normally defines 'runway in use' on an uncontrolled airfield? ","variants":{"a":"A runway into wind. ","b":"A part of the maneuvering area defined for take off and landing. ","c":"The most convenient runway to use for the aircraft operating from the aerodrome. ","d":"The defined take off and landing portion of an aerodrome. "}},"43":{"title":"Who may not suspend VFR operations at an aerodrome on safety grounds ","variants":{"a":"The Approach Controller. ","b":"The duty Aerodrome Controller. ","c":"The local Area Control Centre (ACC). ","d":"The appropriate ATS authority. "}},"44":{"title":"Where the Certificate of Registration must for an aircraft is kept while the aircraft is flying? ","variants":{"a":"In the aircraft. ","b":"In the registered office of the owner. ","c":"By the authority of the State of registration. ","d":"On the ground at the point of departure. PPL (A) – Aviation lawLatest information about the exam can be found atwww.cad.gov.rs/osoblje.php      9 / 24 "}},"45":{"title":"Flying hours to be credited for a licence or rating must have been flown: ","variants":{"a":"In the same type or category of aircraft as that for which the licence or rating is being sought. ","b":"In the same performance group of aircraft as that for which the licence or rating is being sought. ","c":"In the same or higher performance group of aircraft as that for which the licence or rating is being sought. ","d":"In the same make and type of aircraft as that for which the licence or rating is being sought. "}},"46":{"title":"The holder of a JAA PPL(A) who wishes to carry passengers must have made a minimum of take-offs and landings within the preceding: ","variants":{"a":"90 days. ","b":"29 days. ","c":"31 days. ","d":"60 days. "}},"47":{"title":"If the holder of a pilot's licence learns that he is to undergo surgery, what are his obligations in terms of informing the aviation medical authority? ","variants":{"a":"He should contact his aviation medical authority without delay and seek their advice on his circumstances. ","b":"There is no requirement to do so provided the pilot does not fly again as pilot in command until after the surgical operation. ","c":"He should advise the medical authority of the circumstances only if he is due to receive a general anesthetic. ","d":"He has no obligations to tell anyone as this is a private matter. "}},"48":{"title":"How long is a JAA PPL (A) issued for? ","variants":{"a":"5 years. ","b":"3 years. ","c":"10 years. ","d":"8 years. "}},"49":{"title":"The skills test for a JAA PPL (A) must be taken within _________ of completing flying instruction. ","variants":{"a":"6 months. ","b":"One year. ","c":"4 months. ","d":"3 months. "}},"50":{"title":"Application for the grant of a JAA PPL (A) licence must be made within_____ completing the theoretical knowledge examinations. ","variants":{"a":"24. ","b":"12.  ","c":"36. ","d":"18. PPL (A) – Aviation lawLatest information about the exam can be found atwww.cad.gov.rs/osoblje.php      10 / 24 "}},"51":{"title":"A pilot's licence issued by one JAA member State may be converted to a licence of any other JAA member State (the new member State), provided that:","variants":{"a":"The new member State is the licence holder's normal State of residence or that full-time employment has been taken by the licence holder in that State. ","b":"The licence holder has resided in the new member State for at least 31 days. ","c":"The licence holder intends to follow a course of study in the new member State lasting at least three months. ","d":"The new member State has no reasonable grounds for refusing to convert the licence. "}},"52":{"title":"There are three conditions that a holder of a JAA PPL (A) must fulfill before he/she may act as pilot in command, or as a co-pilot. Which of the following is not a requirement? ","variants":{"a":"Holds an Instrument Rating. ","b":"Holds a Type or Class rating pertinent to the aircraft to be flown. ","c":"Holds a valid medical certificate. ","d":"Is not flying for remuneration. "}},"53":{"title":"Who is responsible for ensuring that all relevant aircraft documentation is carried on an international flight? ","variants":{"a":"The pilot in command. ","b":"The organisation hiring out the aircraft. ","c":"The air traffic organisation to whom the flight plan is submitted. ","d":"The flying supervisor at the airfield of departure."}},"54":{"title":"The departure and arrival time entered by a PPL holder in his flying log book is taken as follows: ","variants":{"a":"The time the aircraft begins to move under its own power and the time it comes to rest following the last  ","b":"The time of the first take-off and the time of the last landing of the sortie. ","c":"The time of engine start and the time of engine shut-down. ","d":"The time the aircraft enters the active runway for the first take-off and the time it vacates the runway after the last landing. "}},"55":{"title":"How long is an Instrument Rating valid for? ","variants":{"a":"12 months. ","b":"6 months. ","c":"18 months. ","d":"The IR is valid provided regular skill tests are completed at intervals dictated by the authority. "}},"56":{"title":"If a pilot holding a medical certificate issued under the authority of JAR-FCL receives an injury or is suffering from a medical condition which affects his ability to act as the crew member of an aircraft:","variants":{"a":"The medical certificate ceases to be valid. ","b":"The medical certificate will be suspended after 25 days following the date of the injury or onset of the illness unless the pilot has again been declared fit. ","c":"The medical certificate will be suspended if the illness or injury has been reported to the authority. ","d":"The medical certificate will remain valid. PPL (A) – Aviation lawLatest information about the exam can be found atwww.cad.gov.rs/osoblje.php      11 / 24 "}},"57":{"title":"The privileges of the IMC rating: ","variants":{"a":"May be exercised in the sovereign airspace of the State issuing the rating. The exercise of the privileges in the airspace of another JAA member state is subject to the prior agreement of that state. ","b":"Entitle the holder to fly in controlled airspace worldwide. ","c":"May only be exercised in the sovereign airspace of the State issuing the rating. ","d":"May be exercised in the sovereign airspace of any JAA member state without prior agreement. "}},"58":{"title":"Which of the following ratings on a JAA PPL (A) precludes the requirement for a separate Night Rating to be held by a private pilot who wishes to fly as PIC at night? ","variants":{"a":"Instrument Rating. ","b":"IMC Rating. ","c":"Full Instructor Rating. ","d":"Assistant Instructor Rating. "}},"59":{"title":"An applicant for a Private Pilot Licence must be at least ","variants":{"a":"17 years old. ","b":"15 years old. ","c":"16 years old. ","d":"18 years old. 2967-Z1 "}},"60":{"title":"When should the student pilot present his Pilot Medical Certificate? ","variants":{"a":"Before his first solo flight. ","b":"Before the beginning of theoretical lessons. ","c":"Before the beginning of a practical training. ","d":"At giving in the exam's application. "}},"61":{"title":"What Medical Certificate is required for a holder of a Private Pilot Licence? ","variants":{"a":"Class 1 or Class 2 Medical Certificate. ","b":"Class 1 Medical Certificate only. ","c":"Class A or Class B Medical Certificate "}},"62":{"title":"What Medical Certificate is required for a student pilot? ","variants":{"a":"Class 1 or Class 2 Medical Certificate. ","b":"Class 1 Medical Certificate only. ","c":"Class A or Class B Medical Certificate. "}},"63":{"title":"At least how many hours of dual instructions on aeroplane must have an applicant for a PPL (A)? ","variants":{"a":"25 hours. ","b":"10 hours. ","c":"15 hours. ","d":"20 hours. PPL (A) – Aviation lawLatest information about the exam can be found atwww.cad.gov.rs/osoblje.php      12 / 24 "}},"64":{"title":"How many hours of total flying hours, required for the practical skill test for an issue of a Private Pilot Licence, may be completed on a Flight & Navigation Procedures Trainer or Simulator? ","variants":{"a":"5. ","b":"7. ","c":"10. ","d":"15. "}},"65":{"title":"At least how long must be the cross-country flight, required for the eligibility for the Private PilotLicence skill test, and how many full stop landings at different aerodromes shall be made at this flight? ","variants":{"a":"150 NM; 2 landings. ","b":"100 NM; 2 landings. ","c":"200 NM; landings. ","d":"250 NM; landings. "}},"66":{"title":"At least how many hours of flying experience as a pilot of airplanes must have an applicant for a Private Pilot Licence? ","variants":{"a":"45 hours. ","b":"50 hours. ","c":"40 hours. ","d":"35 hours. "}},"67":{"title":"What does the term \"solo flight time\" mean? ","variants":{"a":"Solo flight time of a student-pilot. ","b":"Entire flight time when a pilot is alone in the aircraft. ","c":"Entire flight time, when a pilot is alone in the aircraft, and 50% of the co-pilot flight time. ","d":"Flight time as a pilot-in-command. "}},"68":{"title":"To act as pilot in command of an airplane carrying passengers, the holder of PPL(A) must have made at least three takeoffs and three landings in an airplane of the same class, and if a type ratingis required, of the same type, within the preceding","variants":{"a":"90 days. ","b":"12 calendar months. ","c":"24 calendar months. "}},"69":{"title":"The three takeoffs and landings during the last 90 days that are required to act as pilot of an airplane carrying passengers at night must be done during the time period from the end of evening civil twilight to the beginning of morning civil twilight. ","variants":{"a":"Sunset to sunrise. ","b":"1 hour after sunset to 1 hour before sunrise. ","c":"The end of evening civil twilight to the beginning of morning civil twilight PPL (A) – Aviation lawLatest information about the exam can be found atwww.cad.gov.rs/osoblje.php      13 / 24 "}},"70":{"title":"The Flight Time is the total time from the moment ","variants":{"a":"Than an aircraft first moves under its own or external power for the purpose of taking off until the moment it comes to rest at the end of the flight. ","b":"Than an aircraft starts its engine(s) for the purpose of taking off or when a non-powered aircraft first moves, until the moment engine(s) stop(s) operating or when a non-powered ","c":"Aircraft comes to rest at the end of the flight. ","d":"Than an aircraft becomes completely airborne until the moment it finally touches the ground at landing. "}},"71":{"title":"Flight time during which the flight instructor will only observe the student acting as pilot-in-command and shall not influence or control the flight of the aircraft is ","variants":{"a":"Flight time as student pilot-in-command (SPIC). ","b":"Solo flight time under supervision. ","c":"Flight time as pilot-in-command. ","d":"Solo flight time. "}},"72":{"title":"Which aircraft, and under which conditions, may a holder of a private pilot licence fly, provided he is properly endorsed? ","variants":{"a":"All airplanes without exceptions provided no payment or refund is done for such flight. ","b":"All airplanes without exceptions provided no payment or refund is given to the pilot. ","c":"All single-engined airplanes provided no payment or refund is done for such flight. ","d":"All airplanes up to the maximum takeoff mass 1,500 kg, provided no payment or refund is given to the pilot. "}},"73":{"title":"As a substitute for the proficiency check with an examiner, what minimum flight time and what number of takeoffs and landing is required for the revalidation of a single pilot single engine airplane class rating? ","variants":{"a":"12 hours of flight time within 12 months preceding the expiry of the rating, including 6 hours of pilot-in-command time, and 12 takeoffs and 12 landings. ","b":"12 hours of flight time within 12 months preceding the expiry of the rating, including 5 hours of pilot-in-command time, and takeoffs and landings. ","c":"10 hours of flight time within 12 months preceding the expiry of the rating, including 6 hours of pilot-in-command time, and 12 takeoffs and 12 landings. "}},"74":{"title":"How long is the period before the expiry date of a single pilot single engine rating, during which a proficiency check for a revalidation may be done? ","variants":{"a":"3 months. ","b":"15 days. ","c":"1 month. ","d":"2 months. "}},"75":{"title":"To act as pilot-in-command of an aircraft carrying passengers, the private licence holder must have three takeoffs and landings within the preceding 90 days as the sole manipulator of the controls in an airplane the same ","variants":{"a":"Type or class. ","b":"Make and model. ","c":"Class, but not the type. PPL (A) – Aviation lawLatest information about the exam can be found atwww.cad.gov.rs/osoblje.php      14 / 24 "}},"76":{"title":"With the respect to the certification of airmen, which is a class of aircraft? ","variants":{"a":"Single engine land and sea, multiengine land and sea. ","b":"Airplane, rotorcraft, glider, lighter-than-air. ","c":"Lighter-than-air, airship, hot air balloon, gas balloon. "}},"77":{"title":"With the respect to the certification of airmen, which is a category of aircraft? ","variants":{"a":"Airplane, rotorcraft, glider, lighter-than-air. ","b":"Gyroplane, helicopter, airship, free balloon. ","c":"Single engine land and sea, multiengine land and sea. "}},"78":{"title":"The pilot or student pilot, when becoming aware of hospital admission of more than 12 hours, surgical operation or invasive procedure, the regular use of medication, the regular use of correctinglenses, ","variants":{"a":"Must not fly until seeks the advice of the competent aviation doctor. ","b":"Must pass the aviation medical exam again. ","c":"Must inform the CAA within the period of 21 days. "}},"79":{"title":"In which of the following cases should the aviation medical certificate deem to be suspended? ","variants":{"a":"Any illness involving incapacity to his functions as a member of flight crew throughout a period of 21 days or more, or any significant personal injury involving incapacity to undertake his functions as a member of the flight crew. ","b":"Any surgical operation or invasive procedure and pregnancy. ","c":"Any surgical operation or invasive procedure. "}},"80":{"title":"How long are single pilot single engine class ratings valid? ","variants":{"a":"2 years. ","b":"6 months. ","c":"1 year. ","d":"3 years. "}},"81":{"title":"Maximum validity of the pilot licence is ","variants":{"a":"5 years. ","b":"2 years. ","c":"3 years. ","d":"4 years. "}},"82":{"title":"The validity of a pilot licence is determined by the validity of ","variants":{"a":"The ratings contained therein and the Medical Certificate. ","b":"The Medical Certificate only. ","c":"The licence itself, as endorsed in the licence. "}},"83":{"title":"Which preflight action is specifically required of the pilot prior to each flight? ","variants":{"a":"Become familiar with all available information concerning the flight. ","b":"Check the aircraft logbooks for appropriate entries. ","c":"Review wake turbulence avoidance procedures. PPL (A) – Aviation lawLatest information about the exam can be found atwww.cad.gov.rs/osoblje.php      15 / 24 "}},"84":{"title":"Preflight action, as required for all flights away from the vicinity of an airport, shall include ","variants":{"a":"An alternate course of action if the flight cannot be completed as planned. ","b":"The designation of an alternate airport. ","c":"A study of arrival procedures at airports/heliports of intended use. "}},"85":{"title":"In addition to other preflight actions for a VFR flight away from the vicinity of the departure airport, regulations specifically require the pilot in command to determine ","variants":{"a":" Runway lengths at airports of intended use and the aircraft’s takeoff and landing distance data. ","b":"Review traffic control light signal procedures. ","c":"Check the accuracy of the navigational equipment and the emergency locator transmitter (ELT). "}},"86":{"title":"Pilots are required to keep their safety belts and shoulder harnesses fastened during ","variants":{"a":"Takeoffs and landings. ","b":"All flight conditions. ","c":"Flight in turbulent air. "}},"87":{"title":"Which best describes the flight conditions under which pilots are specifically required to keep their safety harness fastened? ","variants":{"a":"Safety belts during take off and landing and while en route; shoulder harnesses during takeoff and landing. ","b":"Safety belts during take off and landing; shoulder harnesses during takeoff and landing. ","c":"Safety belts during take off and landing; shoulder harnesses during takeoff and landing and while en route. "}},"88":{"title":"With respect to passengers, what obligation, if any, does a pilot in command have concerning the use of seat belts? ","variants":{"a":"The pilot in command must brief the passengers with the location and the use of seat belts. ","b":"The pilot in command must instruct the passengers to keep their seat belts fastened for the entire flight. ","c":"The pilot in command has no obligation in regard to passengers' use of seat belts. "}},"89":{"title":"Who is responsible for determining if an aircraft is in condition for safe flight? ","variants":{"a":"The owner or operator. ","b":"A certified aircraft mechanic. ","c":"The pilot in command. "}},"90":{"title":"The person directly responsible for the prelaunch briefing of passengers for a flight is ","variants":{"a":"Pilot in command. ","b":"Safety officer. ","c":"Ground crewmember. PPL (A) – Aviation lawLatest information about the exam can be found atwww.cad.gov.rs/osoblje.php      16 / 24 "}},"91":{"title":"What does \"AAL\" mean? ","variants":{"a":"Acknowledge. ","b":"Above aerodrome level. ","c":"Angle of attack limitation. ","d":"Aerodrome altitude level. "}},"92":{"title":"Which aircraft speed should be entered into the \"Cruising Speed\" block of an ICAO Flight Plan? ","variants":{"a":"Calibrated Air Speed. ","b":"Indicated Air Speed. ","c":"True Air Speed. ","d":"Ground Speed. "}},"93":{"title":"What should be entered into the \"LEVEL\" block of an ICAO VFR Flight Plan? ","variants":{"a":"Either the word \"VFR\" or the proposed cruising altitude. ","b":"It is left blank for VFR flights. ","c":"The proposed cruising altitudes. ","d":"The phrase \"VFR: variable\". "}},"94":{"title":"What is the meaning of \"WIP\"? ","variants":{"a":"Work in progress. ","b":"With permission. ","c":"With effect from. ","d":"Weight increase procedure. "}},"95":{"title":"An aircraft is in controlled airspace under ATC control. The responsibility for ensuring adequate terrain clearance rests with: ","variants":{"a":"Civil Aviation Directorate of Republic of Serbia. ","b":"The aircraft commander. ","c":"ATC only. ","d":"ATC and the aircraft commander. "}},"96":{"title":"The Air Traffic Control may issue a permission for a SVFR flight ","variants":{"a":"For all flights in the restricted zone. ","b":"For flights overflying of the terminal zone. ","c":"For flights entering or leaving the control zone only. ","d":"For flying an airport traffic circuit inside the control zone only. "}},"97":{"title":"The vertical limits of a control zone are ","variants":{"a":"From 600 m GND to the defined altitude. ","b":"From 600 m GND to the bottom limit of a terminal area. ","c":"From the surface to the defined altitude. ","d":"From the surface to 900 m MSL. "}},"98":{"title":"What is the definition of a term \"Control Zone\"? ","variants":{"a":"Airspace of defined dimensions within which all air traffic is controlled. ","b":"Airspace immediately above an airport. ","c":"A controlled airspace extending upwards from the surface of the earth. PPL (A) – Aviation lawLatest information about the exam can be found atwww.cad.gov.rs/osoblje.php      17 / 24 "}},"99":{"title":"A part of an airspace of defined dimensions above defined area where flights are not allowed, is called ","variants":{"a":"Terminal area. ","b":"Prohibited zone. ","c":"Restricted zone. ","d":"Control zone. "}},"100":{"title":"Flight through a restricted area should not be accomplished unless the pilot has ","variants":{"a":"Filed an IFR flight plan. ","b":"Received prior authorization from the controlling agency. ","c":"Received prior permission from the commanding officer of the nearest military base. "}},"101":{"title":"What is the definition of the term \"Controlled Airspace\"? ","variants":{"a":"Airspace of defined dimensions within which all aircrafts are controlled. ","b":"Airspace around an airport. ","c":"Airspace immediately above an airport with more than one runway. ","d":"An airspace within which air traffic control services are provided. "}},"102":{"title":"The controlled airspace, extending from the surface to the specified altitude, is the ","variants":{"a":"Control area. ","b":"Terminal control area. ","c":"Control zone. ","d":"Flight information region. "}},"103":{"title":"Who is responsible for the adequate safe separation between VFR flights in the air? ","variants":{"a":"Pilots themselves exclusively. ","b":"The Air Traffic Control exclusively. ","c":"The Air Traffic Control and the Surveillance Radar.","d":"The Air Traffic Control and pilots. "}},"104":{"title":"Which rules of the air apply to an aircraft registered in the Republic of Slovenia while flying outside the native aerospace? ","variants":{"a":"Rules of the air of the state being overflown. ","b":"Rules of the air of the Republic of Serbia. ","c":"Rules of the air of the state producer of the aircraft. ","d":"International regulations ICAO. "}},"105":{"title":"A controlled airspace extending upwards from a specified height above the earth is ","variants":{"a":"Aerodrome traffic zone. ","b":"Control area. ","c":"Control zone. ","d":"De-conflicted zone. PPL (A) – Aviation lawLatest information about the exam can be found atwww.cad.gov.rs/osoblje.php      18 / 24 "}},"106":{"title":"What is the lateral dimension of the airspace at the inner side of the state border, where all aircraft need to obtain special permission for flying within it? ","variants":{"a":"5 km. ","b":"7 km. ","c":"9 km. ","d":"11 km. "}},"107":{"title":"When flying a sport aircraft above the territory of the Republic of Slovenia, supplemental oxygen shall be used at the altitude above mean sea level greater than ","variants":{"a":"4,000 m. ","b":"3,600 m. ","c":"3,800 m. ","d":"4,200 m. "}},"108":{"title":"What is the minimum safe altitude required to operate an aircraft over settlements or over open-air assembly of people? ","variants":{"a":"An altitude allowing, if a power unit fails, an emergency landing without undue hazard to persons or property on the surface. ","b":"150 m (500 ft) above ground and not closer than 150 m from any person, vessel or structure. ","c":"150 m (500 ft) above the highest obstacle within a horizontal radius of 300 m of the aircraft. ","d":"300 m (1,000 ft) above the highest obstacle within a horizontal radius of 600 m of the aircraft. "}},"109":{"title":"When flying visually in class G airspace at altitudes above 900 m (3,000 ft) MSL or 300 m (1,000 ft) from ground, whichever is higher, the pilot of an aircraft must maintain the vertical separation from clouds at least ","variants":{"a":"300 m. ","b":"100 m. ","c":"150 m. ","d":"250 m. "}},"110":{"title":"Visual flying of aircraft in class G airspace at altitudes above 900 m (3,000 ft) MSL or 300 m (1,000 ft) from ground, whichever is higher, up to 3,050 m (10,000 ft), is permitted if the horizontalvisibility is at least ","variants":{"a":"1.5 km. ","b":"8 km. ","c":"5 km. ","d":"3 km. "}},"111":{"title":"When approaching to land at an airport, without an operating control tower, in Class G airspace, the pilot should ","variants":{"a":"Make all turns to the left, unless otherwise indicated. ","b":"Enter and fly a traffic pattern at 800 feet AAL. ","c":"Fly a left-hand traffic pattern at 800 feet AAL. PPL (A) – Aviation lawLatest information about the exam can be found atwww.cad.gov.rs/osoblje.php      19 / 24 "}},"112":{"title":"The minimum horizontal distance from clouds requirement for VFR flight in class G airspace at altitudes above 300 m from ground or 900 m MSL, whichever is higher, is ","variants":{"a":"600 m. ","b":"300 m. ","c":"1,500 m. ","d":"8,000 m. "}},"113":{"title":"No person may take off or land an aircraft under basic VFR at an airport that lies within Class D airspace unless the ","variants":{"a":"Flight visibility at that airport is at least 1.5 km. ","b":"Ground visibility at that airport is at least 1.5 km. ","c":"Ground visibility at that airport is at least 5.0 km. "}},"114":{"title":"The basic VFR weather minimums for operating an aircraft within Class D  ","variants":{"a":"Airspace is clear of clouds and 3.0-km visibility. ","b":"450-meter ceiling and 1.5-km visibility. ","c":"450-meter ceiling and 5.0-km visibility. "}},"115":{"title":"Which are the meteorological minima, that allow the tower to permit an SVFR flight in a control zone during daytime? The flight visibility must be at least ","variants":{"a":"1,500 m and cloud basis 300 m GND. ","b":"1,500 m. ","c":"5,000 m and cloud basis 300 m GND. ","d":"5,000 m. "}},"116":{"title":"An aircraft flying above the sea between 4,500 feet MSL and 9,000 feet MSL outside controlled airspace under VFR, must remain at least: ","variants":{"a":"Clear of clouds and in sight of the surface; 8 km visibility. ","b":"1,500 m horizontally, 1,000 feet vertically from clouds; 8 km visibility. ","c":"1,500 m horizontally, 1,000 feet vertically from clouds; 5 km visibility. ","d":"2,000 feet horizontally, 1,000 feet vertically from clouds; 5 km visibility. "}},"117":{"title":"Transition from altitude to flight level, and vice-versa is done: ","variants":{"a":"Only at transition altitude. ","b":"At transition altitude during climb and transition level during descent. ","c":"At transition level during climb and transition altitude during descent. ","d":"Only at transition level. "}},"118":{"title":"A VFR flight should adhere to the table of prescribed flight level at flight altitudes, higher than ","variants":{"a":"3,000 ft GND. ","b":"2,200 ft GND. ","c":"700 ft MSL. ","d":"3,000 ft MSL. PPL (A) – Aviation lawLatest information about the exam can be found atwww.cad.gov.rs/osoblje.php      20 / 24 "}},"119":{"title":"Which of the cruising flight level listed is appropriate for a VFR flight over 3,000 ft MSL, while maintaining true course 170° and if the local variation value is 20°W? ","variants":{"a":"FL 65. ","b":"FL 55. ","c":"FL 40. ","d":"FL 30. "}},"120":{"title":"A pilot-in-command of a VFR cruising flight at the altitudes over 3,000 ft MSL, should fly odd flight levels plus 500 ft, if maintains ","variants":{"a":"True headings between 000° and 179°. ","b":"Magnetic headings between 180° and 359°. ","c":"Magnetic courses between 000° and 179°. ","d":"True courses between 180° and 359°. "}},"121":{"title":"Which of the aircraft listed has always the right-of-way over all other participants in air traffic? ","variants":{"a":"A balloon. ","b":"An aircraft in final approach for landing. ","c":"An aircraft in distress. "}},"122":{"title":"What action is required when two aircraft of the same category converge, but not head-on? ","variants":{"a":"The faster aircraft shall give way. ","b":"Each aircraft shall give way to the right. ","c":"The aircraft on the left shall give way. "}},"123":{"title":"When two aircraft are approaching each other head-on and there is a danger of collision, which way should each aircraft turn? ","variants":{"a":"Heavier aircraft should turn to the right, easier aircraft should turn to the left. ","b":"Each aircraft should turn to the right. ","c":"Heavier aircraft should turn to the left, easier aircraft should turn to the right. ","d":"Each aircraft should turn to the left. "}},"124":{"title":"What actions should the pilots of aircraft take if on head-on collision course? ","variants":{"a":"Both should turn to the left. ","b":"Both should turn to the right. ","c":"Both should make a climbing turn to the right. ","d":"Both should make a climbing turn to the left. "}},"125":{"title":"How shall aircraft in the air avoid each other on a head-on collision course? ","variants":{"a":"Both aircraft shall alter their headings to the left. ","b":"Both aircraft shall alter their headings to the right. ","c":"Powered-aircraft has a right of way, non-powered aircraft shall deviate to the right. ","d":"Non-powered aircraft has a right of way, powered aircraft shall deviate to the left. PPL (A) – Aviation lawLatest information about the exam can be found atwww.cad.gov.rs/osoblje.php      21 / 24 "}},"126":{"title":"What action should the pilots of an airplane and a glider take if on a head-on collision course? ","variants":{"a":"The airplane pilot should give way. ","b":"The airplane pilot should give way, because his aircraft is more controllable. ","c":"Both pilots should give way to the right. ","d":"The glider pilot should give way, because a glider is more controllable than an airplane. "}},"127":{"title":"What should the glider pilot do, if on head-on collision course with the two-engined Cessna? ","variants":{"a":"He should open the air brakes immediately, because a multi-engine airplane has the right-of-way. ","b":"He should deviate to the left thus giving way to the airplane. ","c":"He should deviate to the right. ","d":"He may maintain heading and speed, because a glider has always the right-of-way, however he should pay extra attention. "}},"128":{"title":"Which aircraft has the right-of-way over the other aircraft listed? ","variants":{"a":"Airship. ","b":"Glider. ","c":"Aircraft towing other aircraft. ","d":"Helicopter. "}},"129":{"title":"Which of the statements listed, concerning the right-of-way when two aircraft converge, but not head-on, is correct? ","variants":{"a":"Normal category aircraft should give way to ultralight aircraft. ","b":"Airplanes should give way to helicopters. ","c":"Airplanes in free flight should give way to non-powered aircraft. ","d":"Ultralight aircraft should give way to normal category aircraft. "}},"130":{"title":"While in final gliding flight toward airfield, a glider pilot notices an aerotow, closing from his left side. What action should the glider pilot in free flight take? ","variants":{"a":"He should alter his heading to the left and give way to the aerotow, which has always the right-of-way over all other aircraft. ","b":"He should alter his heading to the left and give way to the aerotow, which has the right-of-way over a glider. ","c":"He may keep heading and speed, because he is on the right side and thus has the right-of-way, and intensify attentiveness. ","d":"He may keep heading and speed, because a glider has always the right-of-way over a powered aircraft. "}},"131":{"title":"Which aircraft must give way at converging of a glider and an airplane in free flight? ","variants":{"a":"No one. ","b":"The airplane. ","c":"The glider. ","d":"Both aircraft. PPL (A) – Aviation lawLatest information about the exam can be found atwww.cad.gov.rs/osoblje.php      22 / 24 "}},"132":{"title":"With your aeroplane on an IFR flight in airspace class D, you receive a traffic information from ATC, that an helicopter on VFR flight is going to cross your flight path from right to left. Who has the right-of-way? ","variants":{"a":"ATC decides who has the right of way and issues appropriate instruction. ","b":"I have the right-of-way as I am on an IFR flight. ","c":"The helicopter has the right-of-way. "}},"133":{"title":"Aircraft A with an ATC clearance is flying in VMC conditions within a control area. Aircraft B with no ATC clearance is approaching at approximately the same altitude and on a converging course. Which has the right of way? ","variants":{"a":"Aircraft B if A is on its left. ","b":"Aircraft A regardless of the direction which B is approaching. ","c":"Aircraft B regardless of the direction A is approaching. ","d":"Aircraft A if B is on its right. "}},"134":{"title":"Which aircraft must give way when two airplanes are converging at the same altitude? ","variants":{"a":"The ultralight airplane. ","b":"Bigger airplane. ","c":"The airplane on the right. ","d":"The airplane which has another airplane at his right side. "}},"135":{"title":"An airplane and another airplane, towing a glider, are on crossing courses. If the aerotow is on the left of the airplane, which has the right-of-way? ","variants":{"a":"Both aircraft. ","b":"The aerotow. ","c":"Depends on the magnetic heading of separate aircraft. ","d":"The aircraft in free flight. "}},"136":{"title":"Which of the following statements, concerning heavier-than-air aircraft right-of-way during landing, is correct? ","variants":{"a":"Aircraft at higher level shall give way to aircraft at lower level, but the latter shall not take advantage of this rule to cut in front of another which is in the final stage of an approach to land, or to overtake that aircraft. ","b":"Aircraft in final stage of an approach to land or which is first in an airport traffic circuit, has the right-of-way over all other aircraft. ","c":"Aircraft which is the highest has the right-of-way over all other aircraft with the exception of turbojet aircraft, which has the right-of-way over propeller aircraft. "}},"137":{"title":"When overtaking an aircraft in flight, you should ","variants":{"a":"Alter your course to the left. ","b":"Alter your course to the right. ","c":"Fly below or above it. ","d":"Fly below it exclusively. PPL (A) – Aviation lawLatest information about the exam can be found atwww.cad.gov.rs/osoblje.php      23 / 24 "}},"138":{"title":"A night flying inside the territory of Republic Serbia is defined by the state regulations as a flying between ","variants":{"a":"Sunset and sunrise. ","b":"30 minutes before sunset and 30 minutes after sunrise. ","c":"60 minutes before sunset and 60 minutes after sunrise. ","d":"30 minutes after sunset and 30 minutes before sunrise. "}},"139":{"title":"Which minimum life-saving equipment is recommended to be on board of a non-commercial flight of a single-engined landplane when flying en route over water beyond gliding distance from the shore? ","variants":{"a":"Life saving rafts in sufficient numbers to carry all persons on board. ","b":"Life saving rafts in sufficient numbers to carry all persons on board and one life jacket for each person on board. ","c":"One life jacket or equivalent individual floatation device for each person on board. "}},"140":{"title":"What is the distance from land suitable for making an emergency landing at which must an extended over water non-commercial flight of a multi-engined aeroplane capable of continuing flight with one engine inoperative carry additional to appropriate number of life jackets sufficient number of life-saving rafts and the equipment for making the pyrotechnical distress signals? ","variants":{"a":"200 NM. ","b":"50 NM. ","c":"100 NM. "}},"141":{"title":"The responsibility for ensuring that maintenance personnel make the appropriate entriesin the aircraft maintenance records indicating the aircraft has been approved for return to service ","variants":{"a":"Lies with the ","b":"Mechanic, who performed the work. ","c":"Owner or operator. ","d":"Pilot in command. "}},"142":{"title":"How often is a glider or an aeroplane state of airworthiness inspected by the authorized person? ","variants":{"a":"Regularly each year and in case if changing ownership or after repairs. ","b":"Regularly every two years and after a hard landing.","c":"One year after the last regular inspection and in case of changing ownership. ","d":"Regularly each year before beginning of a flying season. "}},"143":{"title":"Requested national mark of an aircraft registered in the Republic of Serbia is ","variants":{"a":"A fife-placed mark consisting of a certain combination of letters. ","b":"The country flag of the Republic of Serbia and the mark YU. ","c":"The country flag of the Republic of Serbia. ","d":"A random four-placed number. "}},"144":{"title":"An ATC clearance provides ","variants":{"a":"Authorization to proceed under specified traffic conditions in controlled airspace. ","b":"Priority over all other traffic. ","c":"Adequate separation from all traffic. PPL (A) – Aviation lawLatest information about the exam can be found atwww.cad.gov.rs/osoblje.php      24 / 24 "}},"145":{"title":"What action should be taken if a pilot receives a clearance that will cause a deviation from a rule? ","variants":{"a":"Refuse the clearance as stated and request that it be amended. ","b":"Accept the clearance, because the pilot is not responsible for the deviation. ","c":"Accept the clearance and advise Air Traffic Control when deviation occurs. ","d":"Accept the clearance and advise Air Traffic Control that he believes a rule deviation will occur. "}},"146":{"title":"If a pilot has to deviate from an air traffic control clearance due to unforseen circumstances, he has to ","variants":{"a":"Transmit a general call giving all details concerning his deviation from the ATC clearance. ","b":"Inform all ATC stations concerned by transmitting a multiple call. ","c":"Notify the competent ATC unit without delay and obtain an amended ATC clearance. ","d":"Notify the Aeronautical Information Service. "}},"147":{"title":"When intercepted by a military aircraft, the pilot of an VFR aircraft should ","variants":{"a":"Squawk 7700. ","b":"Attempt to establish communications with the intercepting aircraft over 121.5 MHz and comply with the intercepts signals. ","c":"Acknowledge receipt of intercepting aircraft instructions with the appropriate visual signals. ","d":"All of the above "}},"148":{"title":"During a cross-country flight you notice the military aircraft approaching your left wingtip and flying along; after a short time it makes an abrupt break-away maneuver of a climbing turn to the left. What does this mean? ","variants":{"a":"You may proceed! ","b":"You have been intercepted. Follow me! ","c":"Land at the aerodrome in the direction of my flight! ","d":"Leave the prohibited area immediately! [4] 2779-Z16"}},"149":{"title":"During a cross-country flight you notice the military aircraft approaching your left wingtip, flying along for a while, then rocking the wings and commencing a shallow turn to the right. What does this mean? ","variants":{"a":"Return to the aerodrome of origin! ","b":"You have been intercepted. Follow me! ","c":"Leave the prohibited area immediately! ","d":"You may proceed! [1] 6766-Z16"}},"150":{"title":"During a cross-country flight you find yourself in the vicinity of an unknown airport. A military aircraft approaches, turns around your aircraft, rocks the wings and finally lowers the landing gear. What does this mean? ","variants":{"a":"You have been intercepted, land at the airport below you! ","b":"You may proceed! ","c":"Leave the airport zone immediately! ","d":"Leave the airport zone and land at the nearest sport airfield! "}}}
